Repository: kruil/Monetal_public
Catalog: Localisation/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, pl, ta, tr, uk, zh_hant

# whatIsAccount
source: Account — is a place where money is stored in one currency. For example, cash, PayPal, Visa card, etc. To effectively track your finances, create for each account in real life its counterpart in Monetal.
de: Konto – ist ein Ort, an dem Geld in einer Währung gespeichert wird. Zum Beispiel Bargeld, PayPal, Visa-Karte usw. Um Ihre Finanzen effektiv zu verfolgen, erstellen Sie für jedes Konto im realen Leben sein Gegenstück in Monetal.
es: Cuenta — es un lugar donde se almacena el dinero en una moneda. Por ejemplo, efectivo, PayPal, tarjeta Visa, etc. Para realizar un seguimiento eficaz de sus finanzas, cree para cada cuenta en la vida real su contraparte en Monetal.
fr: Compte — est un endroit où l'argent est stocké dans une seule devise. Par exemple, espèces, PayPal, carte Visa, etc. Pour suivre efficacement vos finances, créez pour chaque compte dans la vie réelle sa contrepartie dans Monetal.
hi: खाता — वह स्थान है जहाँ पैसे एक मुद्रा में संग्रहीत किए जाते हैं। उदाहरण के लिए, नकद, पेपैल, वीज़ा कार्ड, आदि। अपने वित्त को प्रभावी ढंग से ट्रैक करने के लिए, वास्तविक जीवन में प्रत्येक खाते के लिए मोनेटल में उसका समकक्ष Monetal।
it: Conto — è un luogo in cui il denaro viene archiviato in una valuta. Ad esempio contanti, PayPal, carta Visa, ecc. Per tenere traccia in modo efficace delle tue finanze, crea per ciascun conto nella vita reale la sua controparte in Monetal.
pl: Konto — to miejsce, w którym przechowywane są pieniądze w jednej walucie. Na przykład gotówka, PayPal, karta Visa itp. Aby skutecznie śledzić swoje finanse, utwórz dla każdego konta w prawdziwym życiu jego odpowiednik w Monetal.
ta: கணக்கு - ஒரு நாணயத்தில் பணம் சேமிக்கப்படும் இடம். எடுத்துக்காட்டாக, பணம், பேபால், விசா கார்டு போன்றவை. உங்கள் நிதியை திறம்பட கண்காணிக்க, ஒவ்வொரு கணக்கிற்கும் நிஜ வாழ்க்கையில் அதன் பிரதியை Monetal இல் உருவாக்கவும்.
tr: Hesap — paranın tek bir para biriminde saklandığı yerdir. Örneğin nakit para, PayPal, Visa kartı vb. Mali durumunuzu etkili bir şekilde takip etmek için, gerçek hayatta her hesap için Monetal'deki karşılığını oluşturun.
uk: Рахунок це місце, де зберігаються гроші в одній валюті. Наприклад, готівка, PayPal, карта Visa і т.д. Щоб ефективно відстежувати фінанси, створи для кожного рахунку в реальному житті його аналог в Монетал.
zh_hant: 账戶用於記錄以某一種貨幣存放的資金。例如，現金、PayPal、Visa 卡等。為了更好地跟踪和管理您的財務狀況，建議您在Monetal中，為您現實生活中的每個帳戶創建一個相對應的帳戶。

source: Add account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
hi: अकाउंट जोड़ें
it: Aggiungi conto
pl: Dodaj konto
ta: கணக்கு சேர்க்க
tr: Hesap eklemek
uk: Додати рахунок
zh_hant: 新建帳戶

source: Edit account
de: Konto bearbeiten
es: Editar cuenta
fr: Modifier le compte
hi: अकाउंट एडिट करें
it: Modifica conto
pl: Edytuj konto
ta: கணக்கைத் திருத்தவும்
tr: Hesabı düzenlemek
uk: Редагувати рахунок
zh_hant: 編輯帳戶

source: Currency
de: Währung
es: Divisa
fr: Devise
hi: करेंसी
it: Valuta
pl: Waluta
ta: நாணய
tr: Para birimi
uk: Валюта
zh_hant: 貨幣

# name
source: Title
de: Titel
es: Título
fr: Titre
hi: नाम
it: Titolo
pl: Tytuł
ta: தலைப்பு
tr: İsim
uk: Назва
zh_hant: 名稱

# exampleAccountName
source: For example, Cash...
de: Zum Beispiel Bargeld …
es: Por ejemplo, efectivo...
fr: Par exemple, Espèces...
hi: उदाहरण के लिए, नकद...
it: Ad esempio, contanti...
pl: Na przykład gotówka...
ta: உதாரணமாக, பண...
tr: Mesela Nakit...
uk: Наприклад, Готівкові...
zh_hant: 例如：現金……

# sum
source: Balance
de: Kontostand
es: Saldo
fr: Montant
hi: राशि
it: Saldo
pl: Bilans
ta: தொகை
tr: Miktar
uk: Баланс
zh_hant: 合計

# countInTotal
source: Count in Total balance
de: Beim Gesamtguthaben mitzählen
es: Recuento en el saldo total
fr: Compter dans le solde total
hi: कुल बैलेंस में गणना करें
it: Conteggio nel saldo totale
pl: Wlicz saldo całkowite
ta: மொத்த இருப்பில் எண்ணவும்
tr: Toplam bakiyedeki sayım
uk: Враховувати в балансі
zh_hant: 計入總計

# countInTotalHelp
source: Enable this for daily accounts. Disable it for deposits, investments, etc.
de: Für Tagesgeldkonten aktivieren. Für Aktien, Investitionen usw. deaktivieren.
es: Habilita esto para las cuentas diarias. Desactivarlo para depósitos, inversiones, etc.
fr: Activez ceci pour les comptes quotidiens. Désactivez-le pour les dépôts, les investissements, etc.
hi: दैनिक अकाउंट के लिए इसे एनेबल करें। जमा, निवेश वगैरह के लिए इसे डिसेबल करें।
it: Abilita questa opzione per gli account giornalieri. Disabilitala per depositi, investimenti, ecc.
pl: Włącz tę opcję dla kont codziennych. Wyłącz go dla depozytów, inwestycji itp.
ta: தினசரி கணக்குகளுக்கு இதை இயக்கவும். வைப்புத்தொகை, முதலீடுகள் போன்றவற்றுக்கு இதை முடக்கவும்.
tr: Günlük hesaplar için bunu etkinleştirin. Mevduat, yatırım vb. için devre dışı bırakın.
uk: Врахуй у загальному балансі рахунки, які використовуєш щодня.
zh_hant: 為日常使用帳戶啟用此功能。定期存款、投資等帳戶請禁用。

# correctAccountTitle
source: Title can't be empty or equal other accounts and categories.
de: Der Titel darf nicht leer oder gleich mit anderen Konten und Kategorien sein.
es: El título no puede estar vacío ni ser igual que el de otras cuentas y etiquetas.
fr: Le titre ne peut pas être vide ni égal à d'autres comptes et catégories.
hi: टाइटल खाली या दूसरे अकाउंट और टैग के समान नहीं हो सकता।
it: Il titolo non può essere vuoto o uguale ad altri conti e categorie.
pl: Tytuł nie może być pusty ani równy innym kontom i kategoriom.
ta: தலைப்பு காலியாக இருக்கக்கூடாது அல்லது மற்ற கணக்குகள் மற்றும் குறிச்சொற்களுக்கு சமமாக இருக்கக்கூடாது.
tr: Başlık boş olamaz veya diğer hesaplara ve etiketlere eşit olamaz.
uk: Назва не може бути порожньою чи співпадати з іншими рахунками чи категоріями.
zh_hant: 名稱不可為空且不可與其他帳戶、類別相同。

source: Choose currency
de: Währung auswählen
es: Seleccionar divisa
fr: Choisir une devise
hi: करेंसी चुनें
it: Scegli la valuta
pl: Wybierz walutę
ta: நாணயத்தைத் தேர்ந்தெடுக்கவும்
tr: Para Birimini Seç
uk: Виберіть валюту
zh_hant: 選擇貨幣

# dontChangeCurrencyForAccountWithTransactions
source: Currency can't be changed for this account since it already has transactions.
de: Die Währung kann für dieses Konto nicht geändert werden, da es bereits Überweisungen enthält.
es: La divisa de esta cuenta no se puede cambiar porque ya tiene transacciones.
fr: La devise ne peut pas être modifiée pour ce compte car il a déjà des transactions.
hi: इस अकाउंट के लिए करेंसी नहीं बदली जा सकती, क्योंकि इसमें पहले से ही लेन-देन है।
it: La valuta non può essere modificata per questo conti poiché ha già transazioni.
pl: Na tym koncie nie można zmienić waluty, ponieważ zawiera już transakcje.
ta: இந்தக் கணக்கில் ஏற்கனவே பரிவர்த்தனைகள் இருப்பதால், நாணயத்தை மாற்ற முடியாது.
tr: Bu hesapta zaten işlemler olduğundan para birimi değiştirilemez.
uk: З цього рахунку вже створені транзакції, тому валюта рахунку не може бути змінена.
zh_hant: 此帳戶已存在交易，無法修改貨幣。

# wantToAddExpense
source: Add expense:
de: Ausgaben hinzufügen:
es: Añade un gasto:
fr: Ajouter une dépense:
hi: खर्च जोड़ें :
it: Aggiungi spesa:
pl: Dodaj wydatek:
ta: செலவைச் சேர்க்கவும்:
tr: Gider ekle:
uk: Додати витрату:
zh_hant: 添加支出：

# wantToAddIncome
source: Add income:
de: Einkommen hinzufügen:
es: Añade un ingreso:
fr: Ajouter un revenu:
hi: आय जोड़ें :
it: Aggiungi reddito:
pl: Dodaj dochód:
ta: வருமானத்தைச் சேர்க்கவும்:
tr: Gelir ekle:
uk: Додати дохід:
zh_hant: 添加收入：

source: Transactions
de: Überweisungen
es: Transacciones
hi: लेन-देन
it: Transazioni
pl: Transakcje
ta: பரிவர்த்தனைகள்
tr: İşlemler
uk: Транзакції
zh_hant: 交易

# daysAgo1
source: %d days ago
de: Vor %d Tag
es: hace %d días
fr: Il y a %d jours
hi: %d दिन पहले
it: %d giorni fa
pl: %d dni temu
ta: %d நாட்களுக்கு முன்பு
tr: %d gün önce
uk: %d день тому
zh_hant: %d 天前

# daysAgo2
source: %d days ago
de: Vor %d Tagen
es: hace %d días
fr: Il y a %d jours
hi: %d दिन पहले
it: %d giorni fa
pl: %d dni temu
ta: %d நாட்களுக்கு முன்பு
tr: %d gün önce
uk: %d дні тому
zh_hant: %d 天前

# daysAgo7
source: %d days ago
de: Vor %d Tagen
es: hace %d días
fr: Il y a %d jours
hi: %d दिन पहले
it: %d giorni fa
pl: %d dni temu
ta: %d நாட்களுக்கு முன்பு
tr: %d gün önce
uk: %d днів тому
zh_hant: %d 天前

# afterDays1
source: in %d days
de: nach %d Tag
es: en %d días
fr: dans %d jours
hi: %d दिनों में
it: tra %d giorni
pl: za %d dni
ta: %d நாட்களில்
tr: %d gün içinde
uk: через %d день
zh_hant: %d 天後

# afterDays2
source: in %d days
de: nach %d Tagen
es: en %d días
fr: dans %d jours
hi: %d दिनों में
it: tra %d giorni
pl: za %d dni
ta: %d நாட்களில்
tr: %d gün içinde
uk: через %d дні
zh_hant: %d 天後

# afterDays5
source: in %d days
de: nach %d Tagen
es: en %d días
fr: dans %d jours
hi: %d दिनों में
it: tra %d giorni
pl: za %d dni
ta: %d நாட்களில்
tr: %d gün içinde
uk: через %d днів
zh_hant: %d 天後

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
hi: आने वाला कल
it: Domani
pl: Jutro
ta: நாளை
tr: Yarın
uk: Завтра
zh_hant: 明天

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
pl: Dzisiaj
ta: இன்று
tr: Bugün
uk: Сьогодні
zh_hant: 今天

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hi: बीता हुआ कल
it: Ieri
pl: Wczoraj
ta: நேற்று
tr: Dün
uk: Вчора
zh_hant: 昨天

source: You can't edit external transactions.
de: Sie können keine externen Überweisungen bearbeiten.
es: (No) puedes editar transacciones externas.
fr: Vous ne pouvez pas modifier les opérations externes.
hi: आप बाहरी लेन-देन में बदलाव नहीं कर सकते।
it: Non è possibile modificare transazioni esterne.
pl: Nie możesz edytować transakcji zewnętrznych.
ta: வெளிப்புற பரிவர்த்தனைகளை உங்களால் திருத்த முடியாது.
tr: Harici işlemleri düzenleyemezsiniz.
uk: Ви не можете редагувати чужі транзакції.
zh_hant: 您無法編輯外部交易。

# confirmTransaction
source: Сonfirm transaction
de: Bestätigen Sie die Transaktion
es: Confirmar transacción
fr: Valider la transaction
hi: लेन-देन कन्फ़र्म करें
it: Conferma transazione
pl: Potwierdź transakcję
ta: பரிவர்த்தனையை உறுதிப்படுத்தவும்
tr: İşlemi onayla
uk: Підтвердити транзакцію
zh_hant: 確認交易

source: Confirm
de: Bestätigen
es: Confirmar
fr: Valider
hi: कन्फ़र्म करें
it: Conferma
pl: Potwierdzać
ta: உறுதிப்படுத்தவும்
tr: Onaylamak
uk: Підтвердити
zh_hant: 確認

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
hi: नामंज़ूर करें
it: Rifiuta
pl: Odrzucić
ta: நிராகரிக்கவும்
tr: Reddetmek
uk: Скасувати
zh_hant: 拒絕

# confirmTransactions
source: Сonfirm transactions
de: Bestätigen Sie Überweisungen
es: Сonfirmar transacciones
fr: Confirmer les transactions
hi: लेन-देन कन्फ़र्म करें
it: Conferma transazioni
pl: Potwierdź transakcje
ta: பரிவர்த்தனைகளை உறுதிப்படுத்தவும்
tr: İşlemleri onaylayın
uk: Підтвердити транзакції
zh_hant: 確認交易

# transactionDays
source: Days with transactions:
de: Tage mit Überweisungen:
es: Días con transacciones:
fr: Jours avec transactions:
hi: लेन-देन वाले दिन :
it: Giorni con transazioni:
pl: Dni z transakcjami:
ta: பரிவர்த்தனைகள் கொண்ட நாட்கள்:
tr: İşlem yapılan günler:
uk: Днів з транзакціями:
zh_hant: 有交易的天數：

# dayAverage
source: average per day:
de: Durschschnittlich pro Tag:
es: media diaria:
fr: moyenne par jour :
hi: रोज़ औसत :
it: media al giorno:
pl: średnia dziennie:
ta: ஒரு நாளைக்கு சராசரி:
tr: günlük ortalama:
uk: в середньому за день:
zh_hant: 每日平均：

source: Days in period:
de: Tage im Zeitraum:
es: Días del periodo:
fr: Jours en période :
hi: अवधि में दिन :
it: Giorni nel periodo:
pl: Dni w okresie:
ta: காலத்தில் நாட்கள்:
tr: Dönemdeki günler:
uk: Днів в періоді:
zh_hant: 期間天數：

source: Average transaction amount:
de: Durchschnittlicher Betrag:
es: Importe medio de la transacción:
fr: Montant moyen de la transaction :
hi: लेन-देन की औसत राशि :
it: Importo medio della transazione:
pl: Średnia kwota transakcji:
ta: சராசரி பரிவர்த்தனை தொகை:
tr: Ortalama işlem tutarı:
uk: Середня сума:
zh_hant: 平均交易額：

source: Max amount:
de: Höchstbetrag:
es: Importe máximo:
fr: Montant maximum:
hi: अधिकतम राशि :
it: Importo massimo:
pl: Maksymalna ilość:
ta: அதிகபட்ச தொகை:
tr: Maksimum miktar:
uk: Максимальна сума:
zh_hant: 最大金額：

source: Min amount:
de: Mindestbetrag:
es: Importe mínimo:
fr: Montant minimum:
hi: न्यूनतम राशि :
it: Importo minimo:
pl: Minimalna ilość:
ta: குறைந்தபட்ச தொகை:
tr: Asgari tutar:
uk: Мінімальна сума:
zh_hant: 最小金額：

# averageInMonth
source: Average per month:
de: Durchschnittbetrag im Monat:
es: Media del mes:
fr: Moyenne en mois :
hi: महीने में औसत :
it: Media mensile:
pl: Średnia miesięczna:
ta: மாதத்திற்கு சராசரி:
tr: Aylık ortalama:
uk: В середньому за місяць:
zh_hant: 每月平均：

# inFuture2099
source: Someday
de: Eines Tages
es: Algún día
fr: Un jour
hi: किसी दिन
it: Prima o poi
pl: Pewnego dnia
ta: ஒருநாள்
tr: Bir gün
uk: В майбутньому
zh_hant: 未來某天

# youForgiveDebt
source: You've forgiven the debt
de: Sie haben die Schuld erlassen
es: Has perdonado la deuda
fr: Vous pardonnez la dette
hi: आपने ऋण माफ़ कर दिया है।
it: Hai condonato il debito
pl: Darowałeś dług
ta: கடனை மன்னித்து விட்டீர்கள்
tr: Borcunu affettin
uk: Ви пробачили борг
zh_hant: 你免除了此債務

# youAreForgiven
source: You are forgiven with the debt
de: Die Schuld wurden Ihnen erlassen
es: Te han perdonado la deuda
fr: Vous êtes pardonné par la dette
hi: आपका ऋण माफ़ कर दिया गया है
it: Ti è stato condonato il debito
pl: Dług został ci wybaczony
ta: நீங்கள் கடனை மன்னித்தீர்கள்
tr: Borçtan affedildin
uk: Вам пробачили борг
zh_hant: 你的債務已被免除

# tip_scrollToFutureTransactions
source: Scroll to the top to see scheduled transactions.
de: Scrolle nach oben, um geplante Transaktionen zu sehen.
es: Desplázate hasta la parte superior para ver las transacciones programadas.
fr: Faites défiler vers le haut pour voir les opérations planifiées.
hi: शेड्यूल किए गए लेन-देन देखने के लिए, स्क्रॉल करके ऊपर जाएँ।
it: Scorri verso l'alto per vedere le transazioni programmate.
pl: Przewiń w górę, aby zobaczyć zaplanowane transakcje.
ta: திட்டமிடப்பட்ட பரிவர்த்தனைகளைப் பார்க்க மேலே ஸ்க்ரோல் செய்யவும்.
tr: Planlanan işlemleri görmek için yukarıya kaydırın.
uk: Прокрутіть угору, щоб переглянути заплановані транзакції.
zh_hant: 滾動到頂部查看預定交易。

source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hi: अकाउंट बनाएँ
it: Crea conto
pl: Utwórz konto
ta: உங்கள் கணக்கை துவங்குங்கள்
tr: Hesap oluşturmak
uk: Створити рахунок
zh_hant: 創建帳戶

# createTag
source: Create category
de: Kategorie erstellen
es: Crear etiqueta
fr: Créer une catégorie
hi: टैग बनाएँ
it: Crea categoria
pl: Utwórz kategorię
ta: குறிச்சொல்லை உருவாக்கவும்
tr: Etiket oluştur
uk: Створити категорію
zh_hant: 創建類別

# debtStatus
source: Status
es: Estado
hi: स्टेटस
it: Stato
ta: நிலை
tr: Durum
uk: Статус
zh_hant: 債務狀態

source: Debts paid.
de: Schulden bezahlt.
es: Deudas saldadas.
fr: Dettes payées.
hi: ऋण भुगतान किया गया।
it: Debiti pagati.
pl: Długi spłacone.
ta: செலுத்திய கடன்கள்.
tr: Borçlar ödendi.
uk: Борги оплачені.
zh_hant: 債務已結清

# tagEditor
source: Categories editor
de: Kategorieneditor
es: Editor de Etiquetas
fr: Éditeur de catégories
hi: टैग संपादक
it: Editor di categorie
pl: Edytor kategorii
ta: குறிச்சொல் திருத்தி
tr: Etiket düzenleyici
uk: Редактор тегів
zh_hant: 類別編輯器

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
pl: Przemianować
ta: மறுபெயரிடவும்
tr: Yeniden isimlendirmek
uk: Перейменувати
zh_hant: 重命名

# tagCantBeEmpty
source: Category can not be empty.
de: Die Kategorie darf nicht leer sein.
es: La etiqueta no puede estar vacía.
fr: La categorie ne peut pas être vide.
hi: टैग खाली नहीं हो सकता।
it: La categoria non può essere vuota.
pl: Kategoria nie może być pusta.
ta: குறிச்சொல் காலியாக இருக்கக்கூடாது.
tr: Etiket boş olamaz.
uk: Категорія не може бути пустою.
zh_hant: 類別名不能為空。

# tagAlreadyExists
source: Same category or account already exists.
de: Das gleiche Kategorie oder Konto existiert bereits.
es: La misma etiqueta o cuenta ya existe.
fr: La même catégorie ou compte existe déjà.
hi: वही टैग या अकाउंट पहले से मौजूद है।
it: La stessa categoria o account esiste già.
pl: Ta sama kategoria lub konto już istnieje.
ta: அதே குறிச்சொல் அல்லது கணக்கு ஏற்கனவே உள்ளது.
tr: Aynı etiket veya hesap zaten mevcut.
uk: Така категорія або рахунок уже існує.
zh_hant: 類別或帳戶已存在。

# groupTagHint
source: • Tap plus above to add a new category. • Swipe right and left to create sub-categories. • Long tap to rename or delete.
de: • Tippe oben auf Plus, um eine neue Kategorie hinzuzufügen. • Swipe nach rechts oder links, um Unterkategorien zu erstellen. • Zum Umbenennen oder Löschen gedrückt halten.
es: • Toque más arriba para agregar una nueva categoría. • Desliza el dedo hacia la derecha y hacia la izquierda para crear subcategorías. • Toque prolongado para cambiar el nombre o eliminar.
fr: • Appuyez sur plus ci-dessus pour ajouter une nouvelle catégorie. • Glissez à droite et à gauche pour créer des sous-catégories. • Appuyez longuement pour renommer ou supprimer.
hi: • नई श्रेणी जोड़ने के लिए ऊपर प्लस बटन पर टैप करें। • उप-श्रेणियां बनाने के लिए दाएं और बाएं स्वाइप करें। • नाम बदलने या हटाने के लिए लंबे समय तक टैप करें।
it: • Tocca più in alto per aggiungere una nuova categoria. • Scorri verso destra e verso sinistra per creare sottocategorie. • Tocco lungo per rinominare o eliminare.
pl: • Kliknij plus powyżej, aby dodać nową kategorię. • Przesuń w prawo i w lewo, aby utworzyć podkategorie. • Naciśnij długo, aby zmienić nazwę lub usunąć.
ta: • புதிய வகையைச் சேர்க்க மேலே உள்ளதைத் தட்டவும். • துணை வகைகளை உருவாக்க வலது மற்றும் இடப்புறமாக ஸ்வைப் செய்யவும். • மறுபெயரிட அல்லது நீக்க நீண்ட நேரம் தட்டவும்.
tr: • Yeni bir etiket eklemek için yukarıdaki artıya dokunun. • Alt kategoriler oluşturmak için sağa ve sola kaydırın. • Yeniden adlandırmak veya silmek için uzun dokunun.
uk: • Використовуйте плюс для додавання категорій. • Свайп вправо або вліво для створення підкатегорій. • Довге натискання для видалення або перейменування категорії.
zh_hant: • 點擊上方加號可添加新類別。 • 左右滑動類別可創建子類別。 • 長按類別可重命名或刪除。

source: Password was sent to
de: Passwort wurde gesendet an
es: La contraseña se ha enviado a
fr: Le mot de passe a été envoyé à
hi: पासवर्ड भेजा गया था
it: La password è stata inviata a
pl: Hasło zostało wysłane do
ta: கடவுச்சொல் அனுப்பப்பட்டது
tr: Şifre şu adrese gönderildi:
uk: Пароль був відправлений на
zh_hant: 密碼已發送至

# accessToMonetalLimited
source: To open application
de: So öffnen Sie die App
es: Para abrir la aplicación
fr: Pour ouvrir l'application
hi: अनुप्रयोग खोलने के लिए
it: Per aprire l'applicazione
pl: Aby otworzyć aplikację
ta: விண்ணப்பத்தைத் திறக்க
tr: Uygulamayı açmak için
uk: Щоб відкрити додаток
zh_hant: 打開應用程序

source: Restore password
de: Passwort wiederherstellen
es: Restaurar contraseña
fr: Restaurer le mot de passe
hi: पासवर्ड पुनर्स्थापित करें
it: Ripristina password
pl: Przywróć hasło
ta: கடவுச்சொல்லை மீட்டெடுக்கவும்
tr: Parola Yenile
uk: Відновити пароль
zh_hant: 恢復密碼

source: Public mode
de: Öffentlicher Modus
es: Modo público
fr: Mode public
hi: सार्वजनिक मोड
it: Modalità pubblica
pl: Tryb publiczny
ta: பொது முறை
tr: Herkese açık mod
uk: Публічний режим
zh_hant: 隱私模式

source: Command line
de: Befehlszeile
es: Línea de comandos
fr: Ligne de commande
hi: कमांड लाइन
it: Riga di comando
pl: Wiersz poleceń
ta: கட்டளை வரி
tr: Komut satırı
uk: Командний рядок
zh_hant: 命令行

# commandexecuted
source: Command is executed.
de: Der Befehl wird ausgeführt.
es: El comando se ha ejecutado.
fr: La commande est exécutée.
hi: कमांड निष्पादित है।
it: Il comando viene eseguito.
pl: Polecenie zostaje wykonane.
ta: கட்டளை செயல்படுத்தப்படுகிறது.
tr: Komut yürütülür.
uk: Команда виконана.
zh_hant: 命令已執行

# checkAllCommandsOnWebsite
source: Command line allows you to customize many aspects of app behavior and interface. Find all available commands at monetal.app
de: Mit der Befehlszeile kannst du viele Aspekte des App-Verhaltens und der Benutzeroberfläche anpassen. Suchen Sie alle verfügbaren Befehle unter monetal.app
es: La línea de comandos te permite personalizar muchos aspectos del comportamiento y de la interfaz de la aplicación. Consulta todos los comandos disponibles en monetal.app
fr: La ligne de commande vous permet de personnaliser de nombreux aspects du comportement et de l'interface de l'application. Trouvez toutes les commandes disponibles sur monetal.app
hi: कमांड लाइन आपको ऐप व्यवहार और इंटरफ़ेस के कई पहलुओं को अनुकूलित करने की अनुमति देती है। monetal.app पर सभी उपलब्ध कमांड खोजें
it: La riga di comando consente di personalizzare molti aspetti del comportamento e dell'interfaccia dell'app. Trova tutti i comandi disponibili su monetal.app
pl: Wiersz poleceń umożliwia dostosowanie wielu aspektów zachowania i interfejsu aplikacji. Znajdź wszystkie dostępne polecenia na stronie monetal.app
ta: பயன்பாட்டு நடத்தை மற்றும் இடைமுகத்தின் பல அம்சங்களைத் தனிப்பயனாக்க கட்டளை வரி உங்களை அனுமதிக்கிறது. monetal.app இல் கிடைக்கக்கூடிய அனைத்து கட்டளைகளையும் கண்டறியவும்
tr: Komut satırı, uygulama davranışının ve arayüzünün birçok yönünü özelleştirmenize olanak tanır. Mevcut tüm komutları monetal.app'te bulun
uk: Командний рядок допоможе налаштувати Monetal під ваші потреби. Ви можете знайти список доступних команд на сайті monetal.app
zh_hant: 通過命令行，您可以個性化調整應用的界面與許多行為。 monetal.app 提供了所有的命令供您查詢

source: Succesfully imported.
de: Erfolgreich importiert.
es: Importado correctamente.
fr: Importé avec succès.
hi: सफलतापूर्वक आयात किया गया।
it: Importato con successo.
pl: Pomyślnie zaimportowano.
ta: வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது.
tr: Başarıyla içe aktarıldı.
uk: Дані успішно імпортовано.
zh_hant: 導入成功。

# somethingWrongPleaseCheckCode
source: Something wrong. Please check the code.
de: Etwas ist schiefgelaufen. Bitte überprüfe den Code
es: Ocurre algo. Por favor verifique el código.
fr: Quelque chose ne va pas. Vérifier le code.
hi: कुछ गड़बड़ है क्या। कृपया कोड की जाँच करें.
it: Qualcosa non va. Si prega di verificare il codice.
pl: Coś źle. Sprawdź kod.
ta: ஏதோ தவறு. குறியீட்டைச் சரிபார்க்கவும்.
tr: Ters giden birşey mi var. Lütfen kodu kontrol edin.
uk: Щось пішло не так. Перевірте ваш код і повторіть спробу.
zh_hant: 出錯啦。請檢查錯誤碼。

# errorInCommand
source: Error. Please check the command.
de: Ein Fehler ist aufgetreten. Bitte überprüfe den Code
es: Error. Por favor verifique el comando.
fr: Erreur. Vérifiez la commande.
hi: गलती। कृपया आदेश की जाँच करें.
it: Errore. Per favore controlla il comando.
pl: Błąd. Proszę sprawdzić polecenie.
ta: பிழை. கட்டளையைச் சரிபார்க்கவும்.
tr: Hata. Lütfen komutu kontrol edin.
uk: Щось пішло не так. Перевірте написання команди.
zh_hant: 錯誤。請檢查命令中的錯誤。

# wantToMergeTags
source: Merge this categories?
de: Diese Kategorien zusammenführen?
es: ¿Fusionar estas etiquetas?
fr: Fusionner ces catégories ?
hi: इस टैग को मर्ज करें?
it: Unire queste categorie?
pl: Połączyć te kategorie?
ta: இந்தக் குறிச்சொற்களை ஒன்றிணைக்கவா?
tr: Bu etiketler birleştirilsin mi?
uk: Об'єднати категорії?
zh_hant: 確定合併類別嗎？

source: Merge
de: Zusammenfügen
es: Fusionar
fr: Fusionner
hi: मर्ज
it: Unire
pl: Łączyć
ta: ஒன்றிணைக்கவும்
tr: Birleştirmek
uk: Об'єднати
zh_hant: 合併

source: Main currency
de: Hauptwährung
es: Divisa principal
fr: Devise principale
hi: मुख्य करेंसी
it: Valuta principale
pl: Główna waluta
ta: முக்கிய நாணயம்
tr: Ana para birimi
uk: Основна валюта
zh_hant: 主要貨幣

source: Show decimals
de: Dezimalstellen anzeigen
es: Mostrar decimales
fr: Montrer les décimales
hi: दशमलव दिखाएँ
it: Mostra decimali
pl: Pokaż ułamki dziesiętne
ta: தசமங்களைக் காட்டு
tr: Ondalık sayıları göster
uk: Показувати копійки
zh_hant: 顯示小數

source: Autohide keyboard
de: Tastatur automatisch ausblenden
es: Ocultar teclado automáticamente
fr: Cacher le clavier automatiquement
hi: ऑटोहाइड कीबोर्ड
it: Nascondi automaticamente tastiera
pl: Automatyczne ukrywanie klawiatury
ta: தானாக மறை விசைப்பலகை
tr: Klavyeyi otomatik gizle
uk: Приховувати клавітуру
zh_hant: 自動隱藏鍵盤

source: Password lock
de: Passwortsperre
es: Bloqueo de la contraseña
fr: Serrure avec code pin
hi: पासवर्ड लॉक
it: Blocco password
pl: Blokada hasła
ta: கடவுச்சொல் பூட்டு
tr: Şifre kilidi
uk: Пароль на вхід
zh_hant: 密碼鎖
