Repository: kruil/Monetal_public
Catalog: Localisation/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, pl, ta, tr, uk, zh_hant

# createAccountsFirst
source: You don't have any accounts. Create them to enable sync.
de: Du hast noch keine Konten. Erstelle diese, um die Synchronisierung zu aktivieren.
es: No tienes ninguna cuenta. Créalas para habilitar la sincronización.
fr: Vous n'avez aucun compte. Créez-les pour activer la synchronisation.
hi: आपके पास कोई खाता नहीं है। सिंक्रनाइज़ेशन सक्षम करने के लिए उन्हें बनाएँ।
it: Non hai alcun conto. Creali per abilitare la sincronizzazione.
pl: Nie masz żadnych kont. Utwórz je, aby włączyć synchronizację.
ta: உங்களிடம் கணக்குகள் எதுவும் இல்லை. ஒத்திசைவை இயக்க அவற்றை உருவாக்கவும்.
tr: Hiçbir hesabınız yok. Senkronizasyonu etkinleştirmek için bunları oluşturun.
uk: Щоб увімкнути синхронізацію між пристроями, спочатку створіть рахунки.
zh_hant: 您尚未擁有帳戶，需要創建帳戶以啟用同步功能。

source: Learn more
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
hi: अधिक जानें
it: Altre informazioni
pl: Ucz się więcej
ta: மேலும் அறிக
tr: Daha fazla bilgi edin
uk: Дізнатися більше
zh_hant: 了解更多

source: Ok
hi: ठीक है
ta: சரி
tr: Tamam
uk: Ок
zh_hant: 好的

source: Cancel
de: Abbrechen
es: Cancelar
fr: Abandonner
hi: कैंसिल करें
it: Annulla
pl: Anulować
ta: ரத்து செய்
tr: İptal etmek
uk: Відміна
zh_hant: 取消

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
hi: जारी रखना
it: Continua
pl: Kontynuować
ta: தொடரவும்
tr: Devam etmek
uk: Продовжити
zh_hant: 繼續

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
hi: एडिट करें
it: Modifica
pl: Edytować
ta: தொகு
tr: Düzenle
uk: Редагувати
zh_hant: 編輯

source: Done
de: Fertig
es: Hecho
fr: Achevé
hi: हो गया
it: Fatto
pl: Zrobione
ta: முடிந்தது
tr: Bitti
uk: Готово
zh_hant: 完成

source: Delete
de: Löschen
es: Eliminar
fr: Supprimez
hi: मिटाएँ
it: Elimina
pl: Usuwać
ta: அழி
tr: Sil
uk: Видалити
zh_hant: 刪除

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
pl: Ustawienia
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування
zh_hant: 設定

source: About
de: Über uns
es: Acerca de
fr: À propos
hi: परिचय
it: Chi siamo
pl: O
ta: பற்றி
tr: Hakkında
uk: Про додаток
zh_hant: 關於

source: Help
de: Hilfe
es: Ayuda
fr: Aide
hi: सहायता
it: Guida
pl: Pomoc
ta: உதவி
tr: Yardım
uk: Допомога
zh_hant: 幫助

# editTags
source: Edit categories
de: Tags bearbeiten
es: Editar etiquetas
fr: Gérer les catégories
hi: टैग एडिट करें
it: Modifica categorie
pl: Edytuj kategorie
ta: குறிச்சொற்களைத் திருத்தவும்
tr: Etiketleri düzenle
uk: Редагувати теги
zh_hant: 編輯類別

source: Add note
de: Anmerkung hinzufügen
es: Añadir nota
fr: Ajouter une note
hi: नोट जोड़ें
it: Aggiungi nota
pl: Dodaj notatkę
ta: குறிப்பு சேர்க்க
tr: Not ekle
uk: Додати замітку
zh_hant: 添加備註

source: Split
de: Aufteilen
es: Dividir
fr: Diviser
hi: विभाजित करें
it: Dividi
pl: Podział
ta: பிளவு
tr: Bölünmüs
uk: Уточнити
zh_hant: 拆分

source: Execute today
de: Heute ausführen
es: Ejecutar hoy
fr: Exécuter aujourd'hui
hi: आज ही लागू करें
it: Esegui oggi
pl: Wykonaj już dziś
ta: இன்றே நிறைவேற்று
tr: Bugun uygulayın
uk: Виконати сьогодні
zh_hant: 立即添加至今日

# wantDeleteAccount
source: Delete this account?
de: Soll das Konto gelöscht werden?
es: ¿Eliminar esta cuenta?
fr: Supprimer ce compte ?
hi: इस अकाउंट को हटाना चाहते हैं?
it: Eliminare questo conto?
pl: Usunąć to konto?
ta: இந்தக் கணக்கை நீக்கவா?
tr: Bu hesabı sil?
uk: Видалити цей тег?
zh_hant: 確認刪除該帳戶？

source: Yes
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: Sì
pl: Tak
ta: ஆம்
tr: Evet
uk: Так
zh_hant: 是

source: No
de: Nein
fr: Non
hi: नहीं
pl: NIE
ta: இல்லை
tr: HAYIR
uk: Ні
zh_hant: 否

# tabAccountsName
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
hi: अकाउंट
it: Conti
pl: Konta
ta: கணக்குகள்
tr: Hesaplar
uk: Рахунки
zh_hant: 帳戶

# tabExpenseName
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
hi: खर्चे
it: Spese
pl: Wydatki
ta: செலவுகள்
tr: Masraflar
uk: Витрати
zh_hant: 收支

# tabDebts
source: Debts
de: Schulden
es: Deudas
fr: Dettes
hi: ऋण
it: Debiti
pl: Długi
ta: கடன்கள்
tr: Borçlar
uk: Борги
zh_hant: 債務

source: Total
de: Insgesamt
hi: कुल
it: Totale
pl: Całkowity
ta: மொத்தம்
tr: Toplam
uk: Всього
zh_hant: 總計

source: All accounts
de: Alle Konten
es: Todas las cuentas
fr: Tous les comptes
hi: सभी अकाउंट
it: Tutti gli conti
pl: Wszystkie konta
ta: அனைத்து கணக்குகளும்
tr: Tüm hesaplar
uk: Усі рахунки
zh_hant: 全部帳戶

# holdTotalToMakeNewWallet
source: Hold a Total to make a new wallet. Wallets help to organize accounts.
de: Halte "Insgesamt" gedrückt, um ein neues Wallet zu erstellen. Wallets helfen dir die Konten zu gruppieren.
es: Mantener un total para crear un nuevo monedero. Los monederos ayudan a organizar las cuentas.
fr: Appuyez longuement sut Total pour créer un nouveau portefeuille. Les portefeuilles aident à organiser les comptes.
hi: एक नया वॉलेट बनाने के लिए अकाउंट में थोड़ी रकम होल्ड करें। वॉलेट अकाउंट को संभालने में मदद करते हैं।
it: Tieni premuto un totale per creare un nuovo portafoglio. I portafogli aiutano a organizzare gli account.
pl: Przytrzymaj sumę, aby utworzyć nowy portfel. Portfele pomagają organizować konta.
ta: ஒரு புதிய பணப்பையை உருவாக்க மொத்தத்தை வைத்திருங்கள். கணக்குகளை ஒழுங்கமைக்க பணப்பைகள் உதவுகின்றன.
tr: Yeni bir cüzdan oluşturmak için Toplamı tutun. Cüzdanlar hesapları düzenlemeye yardımcı olur.
uk: Затисніть Всього для створення нового гаманця. Гаманці допомагають групувати рахунки.
zh_hant: 長按“總計”可以設定一個新錢包。錢包可以輔助整理帳戶。

# walletName
source: New Wallet
de: Neues Wallet
es: Nuevo monedero
fr: Nouveau portefeuille
hi: नया वॉलेट
it: Nuovo portafogli
pl: Nowy portfel
ta: புதிய பணப்பை
tr: Yeni Cüzdan
uk: Новий Гаманець
zh_hant: 新錢包

# walletShortInfo
source: Wallets allow to organize accounts.
de: Wallets helfen dir die Konten zu gruppieren.
es: Los monederos permiten organizar cuentas.
fr: Les portefeuilles permettent d'organiser des comptes.
hi: वॉलेट के ज़रिए अकाउंट संभाले जा सकते हैं।
it: I portafogli consentono di organizzare gli account.
pl: Portfele pozwalają organizować konta.
ta: பணப்பைகள் கணக்குகளை ஒழுங்கமைக்க அனுமதிக்கின்றன.
tr: Cüzdanlar hesapların düzenlenmesini sağlar.
uk: Гаманці дозволяють групувати рахунки.
zh_hant: 錢包可以整理帳戶。

# selectAccountsForWallet
source: Choose accounts:
de: Konten auswählen:
es: Escoge cuentas:
fr: Choisissez un compte :
hi: अकाउंट चुनें :
it: Scegli account:
pl: Wybierz konta:
ta: கணக்குகளைத் தேர்ந்தெடுக்கவும்:
tr: Hesapları seçin:
uk: Виберіть рахунки:
zh_hant: 選擇錢包中包含的帳戶：

source: Welcome to Monetal!
de: Willkommen bei Monetal!
es: ¡Te damos la bienvenida a Monetal!
fr: Bienvenue dans Monetal !
hi: Monetal में आपका स्वागत है!
it: Ti diamo il benvenuto su Monetal!
pl: Witamy w Monetalu!
ta: Monetal க்கு வரவேற்கிறோம்!
tr: Monetal’e hoş geldiniz!
uk: Ласкаво просимо!
zh_hant: 歡迎來到 Monetal ！

# tapPlusToAddAccount
source: Click on "+" above to add your first account
de: Klicke oben auf "+", um dein erstes Konto zu erstellen
es: Haz clic en «+» arriba para añadir tu primera cuenta
fr: Cliquez sur "+" ci-dessus pour ajouter votre premier compte
hi: अपना पहला अकाउंट जोड़ने के लिए ऊपर "+" पर क्लिक करें
it: Clicca su "+" per aggiungere il tuo primo conto
pl: Kliknij „+” powyżej, aby dodać swoje pierwsze konto
ta: உங்கள் முதல் கணக்கைச் சேர்க்க மேலே உள்ள "+" என்பதைக் கிளிக் செய்யவும்
tr: Tıklayınız "+" ilk hesabınızi eklemek icin yukarıya
uk: Натисніть на "+" згори щоб додати ваш перший рахунок
zh_hant: 點擊上面的“+”添加您的第一個帳戶

# tapHereToLoadSampleData
source: Or tap here to load sample data.
de: Oder tippe hier, um die Beispieldaten zu laden.
es: O toca aquí para cargar datos de muestra.
fr: Ou appuyez ici pour charger des données d'échantillon.
hi: या नमूना डेटा लोड करने के लिए यहाँ टैप करें।
it: Oppure tocca qui per caricare i dati campione.
pl: Lub dotknij tutaj, aby załadować przykładowe dane.
ta: அல்லது மாதிரித் தரவை ஏற்ற இங்கே தட்டவும்.
tr: Veya örnek verileri yüklemek için buraya dokunun.
uk: Або натисніть тут щоб спробувати Monetal на демо даних.
zh_hant: 或者點擊此處來加載示例數據。

# help_nowCreateTransaction
source: Account created 🎉, and now it's time to add transactions. Click on "-" on account to add an expense. Click on "+" to add an income.
de: Konto ist erstellt 🎉! Jetzt ist es Zeit, die Überweisungen hinzuzufügen. Klicke auf „-“ auf dem Konto, um eine Ausgabe hinzuzufügen. Klicke auf „+“, um ein Einnahme hinzuzufügen.
es: Se ha creado la cuenta. Ya puedes añadir transacciones. Haz clic en «-» en la cuenta para añadir un gasto. Haz clic en «+» en la cuenta para añadir un ingreso.
fr: Compte créé 🎉, et maintenant il est temps d'ajouter des transactions. Cliquez sur "-" sur le compte pour ajouter une dépense. Cliquez sur "+" pour ajouter un revenu.
hi: अकाउंट बन गया है और अब लेन-देन जोड़ने का समय है। खर्च जोड़ने के लिए अकाउंट में "-" पर क्लिक करें। आय जोड़ने के लिए "+" पर क्लिक करें।
it: Account creato 🎉: ora è il momento di aggiungere le transazioni. Fai clic su "-" per aggiungere una spesa. Fai clic su "+" per aggiungere un reddito.
pl: Konto utworzone 🎉, teraz czas na dodanie transakcji. Kliknij „-” na koncie, aby dodać wydatek. Kliknij „+”, aby dodać dochód.
ta: கணக்கு உருவாக்கப்பட்டது 🎉, இப்போது பரிவர்த்தனைகளைச் சேர்க்க வேண்டிய நேரம் வந்துவிட்டது. செலவைச் சேர்க்க கணக்கில் "-" என்பதைக் கிளிக் செய்யவும். வருமானத்தைச் சேர்க்க "+" என்பதைக் கிளிக் செய்யவும்.
tr: Hesap oluşturuldu 🎉, ve şimdi işlem ekleme zamanı. üzerine tıklayın "-" Gider eklemek için hesap üzerinde. üzerine tıklayın "+" bir gelir eklemek için.
uk: Обліковий запис створено 🎉, і прийшов час додати транзакції. Натисніть на "-" на рахунку, щоб додати витрати. Натисніть на "+", щоб додати дохід.
zh_hant: 帳戶已創建🎉。現在嘗試添加交易記錄吧。點擊帳戶左側的“-”按鈕可以記錄支出。點擊帳戶右側的“+”按鈕可以記錄收入。

# help_checkAccountTransactions
source: Great! Now click on account to browse its transactions.
de: Super! Klicke nun auf das Konto, um die zugehörigen Überweisungen zu durchsuchen.
es: ¡Estupendo! Ahora haz clic en la cuenta para ver las transacciones.
fr: Super ! Maintenant, cliquez sur le compte pour parcourir ses transactions.
hi: बहुत बढ़िया! अब इसके लेन-देन को ब्राउज़ करने के लिए अकाउंट पर क्लिक करें।
it: Ottimo! Ora fai clic sull'conto per sfogliare le sue transazioni.
pl: Świetnie! Teraz kliknij konto, aby przeglądać transakcje.
ta: நன்று! இப்போது கணக்கின் பரிவர்த்தனைகளை உலவ கிளிக் செய்யவும்.
tr: Harika! Şimdi işlemlerine göz atmak için hesaba tıklayın.
uk: Чудово! Тепер натисніть на акаунт, щоб переглянути його транзакції.
zh_hant: 太棒了！現在點擊帳戶就可以瀏覽交易記錄啦。

# help_checkAllTransactions
source: Click on Total Panel above ⬆️ to browse transactions from all accounts.
de: Klicke auf das Feld "Insgesamt" ⬆️, um die Überweisungen aller Konten zu durchsuchen.
es: Haga clic en el panel de totales de arriba ⬆️ para ver las transacciones de todas las cuentas.
fr: Cliquez sur le panneau Total au-dessus ⬆️ pour parcourir les transactions de tous les comptes.
hi: सभी खातों से लेनदेन देखने के लिए ⬆️ के ऊपर कुल पैनल पर क्लिक करें।
it: Fai clic sul pannello dei totali sopra ⬆️ per visualizzare le transazioni di tutti i conti.
pl: Kliknij panel sum powyżej ⬆️, aby wyświetlić transakcje ze wszystkich kont.
ta: எல்லா கணக்குகளிலிருந்தும் பரிவர்த்தனைகளை உலாவ மேலே உள்ள மொத்த பேனலைக் கிளிக் செய்யவும் ⬆️.
tr: Tüm hesaplardaki işlemleri görüntülemek için yukarıdaki ⬆️ Toplam paneline tıklayın.
uk: Натисніть на Загальну панель вище ⬆️ для перегляду транзакцій з усіх рахунків.
zh_hant: 點擊上方⬆️的“總計”右側的數字就可以瀏覽所有帳戶的交易。

# account_willBeDeletedButNotTransaction
source: will be deleted. This action doesn't remove any related transactions.
de: Das Konto wird zwar gelöscht, aber nicht die Überweisungen, die damit verknüpft worden sind.
es: se eliminará(n). Esta acción no elimina las transacciones relacionadas.
fr: sera supprimé. Cette action ne supprimera aucune transaction associée.
hi: मिटा दिया जाएगा। इस कार्रवाई से कोई भी संबंधित लेन-देन नहीं हटता।
it: verrà eliminato. Questa azione non rimuove alcuna transazione correlata.
pl: zostaną usunięte. Ta akcja nie usuwa żadnych powiązanych transakcji.
ta: நீக்கப்படும். இந்தச் செயல் தொடர்புடைய எந்தப் பரிமாற்றங்களையும் அகற்றாது.
tr: silinecektir. Bu eylem ilgili işlemleri kaldırmaz.
uk: Обліковий запис буде видалено. Усі транзакції будуть збережені.
zh_hant: 將被刪除。此操作不會刪除任何與此帳戶相關的交易。

# help_tapHelpProgress
source: Explore other features of Monetal by clicking on the learning progress below ⬇️
de: Entdecke weitere Funktionen von Monetal, indem du unten auf den Lernfortschritt klicken ⬇️
es: Explore otras características de Monetal haciendo clic en el progreso de aprendizaje a continuación ⬇️
fr: Explorez d'autres fonctionnalités de Monetal en cliquant sur la progression de l'apprentissage ci-dessous ⬇️
hi: नीचे सीखने की प्रगति पर क्लिक करके मोनेटल की अन्य विशेषताओं का अन्वेषण करें ⬇️
it: Esplora altre funzionalità di Monetal facendo clic sui progressi di apprendimento di seguito ⬇️
pl: Poznaj inne funkcje Monetal, klikając postęp nauki poniżej ⬇️
ta: கீழே உள்ள கற்றல் முன்னேற்றத்தைக் கிளிக் செய்வதன் மூலம் Monetal இன் பிற அம்சங்களை ஆராயவும் ⬇️
tr: Aşağıdaki öğrenme ilerlemesine tıklayarak Monetal'in diğer özelliklerini keşfedin ⬇️
uk: Дізнайтеся про інші функції Monetal, натиснувши на прогрес навчання нижче ⬇️
zh_hant: 點擊下方的“學習進度”⬇️，探索 Monetal 的其他功能

# tip_thisAccountHasFutureTransactions
source: This account has transactions in future. Click once to see actual amount. Double click to browse its transactions.
de: Dieses Konto hat zukünftige Überweisungen, die beim Kontostand bereits berücksichtigt sind. Klicke einmal, um den jetzigen Kontostand anzuzeigen. Klicke doppelt, um die Überweisungen zu durchsuchen.
es: Esta cuenta tiene transacciones futuras. Haz clic una vez para ver el importe real. Haz doble clic para ver las transacciones.
fr: Ce compte a des transactions à l'avenir. Cliquez une fois pour voir le montant réel. Double-cliquez pour parcourir ses transactions.
hi: इस अकाउंट से भविष्य में लेन-देन होंगे। वास्तविक राशि देखने के लिए एक बार क्लिक करें। इसके लेन-देन ब्राउज़ करने के लिए डबल क्लिक करें।
it: Questo conto ha transazioni in futuro. Fai clic una volta per visualizzare l'importo effettivo. Fai doppio clic per sfogliare le transazioni.
pl: Na tym koncie będą dokonywane przyszłe transakcje. Kliknij raz, aby zobaczyć rzeczywistą kwotę. Kliknij dwukrotnie, aby przeglądać transakcje.
ta: இந்தக் கணக்கில் எதிர்காலத்தில் பரிவர்த்தனைகள் இருக்கும். உண்மையான தொகையைப் பார்க்க ஒருமுறை கிளிக் செய்யவும். அதன் பரிவர்த்தனைகளை உலவ இருமுறை கிளிக் செய்யவும்.
tr: Bu hesapta gelecekte işlemler var. Gerçek tutarı görmek için bir kez tıklayın. İşlemlerine göz atmak için çift tıklayın.
uk: Цей рахунок має транзакції в майбутньому. Натисніть один раз, щоб побачити фактичну суму. Подвійний клік, щоб переглянути його операції.
zh_hant: 該帳戶未來有記錄。單擊可查看實際金額。雙擊可瀏覽具體交易。

source: Sort by alphabet
de: Alphabetisch sortieren
es: Ordenar en orden alfabético
fr: Trier par ordre alphabétique
hi: अल्फ़ाबेट के अनुसार क्रम से लगाएँ
it: Ordina secondo elenco alfabetico
pl: Sortuj według alfabetu
ta: எழுத்துக்களின்படி வரிசைப்படுத்தவும்
tr: Alfabeye göre sırala
uk: Впорядкувати за алфавітом
zh_hant: 按字母排序

source: Sort by last used
de: Nach zuletzt verwendet sortieren
es: Ordenar según el uso más reciente
fr: Trier par dernière utilisation
hi: अंतिम उपयोग के अनुसार क्रम से लगाएँ
it: Ordina per ultimo usato
pl: Sortuj według ostatniego użycia
ta: கடைசியாகப் பயன்படுத்தியபடி வரிசைப்படுத்தவும்
tr: Son kullanılana göre sırala
uk: Останнє використання
zh_hant: 按最近使用排序

# sortByMaxAmount
source: Sort by amount
de: Nach Betrag sortieren
es: Ordenar según el importe
fr: Trier par montant
hi: राशि के अनुसार क्रम से लगाएँ
it: Ordina per importo
pl: Sortuj według kwoty
ta: அளவு மூலம் வரிசைப்படுத்தவும்
tr: Miktara göre sırala
uk: Впорядкувати за сумою
zh_hant: 按金額排序

source: Set custom order
de: Manuel sortieren
es: Establecer un orden personalizado
fr: Trier par commande personnalisée
hi: मनपसंद क्रम सेट करें
it: Imposta ordine personalizzato
pl: Ustaw zamówienie niestandardowe
ta: தனிப்பயன் வரிசையை அமைக்கவும்
tr: Özel sipariş ayarlama
uk: Впорядкувати вручну
zh_hant: 設置自定義排序

source: Sorted by alphabet
de: Alphabetisch sortiert
es: Ordenado por orden alfabético
fr: Trié par ordre alphabétique
hi: अल्फ़ाबेट के अनुसार क्रम से लगाया गया
it: Ordinato per alfabeto
pl: Posortowane według alfabetu
ta: அகரவரிசைப்படி வரிசைப்படுத்தப்பட்டது
tr: Alfabeye göre sıralanmış
uk: Впорядковано за алфавітом
zh_hant: 按字母排序

source: Sorted by last used
de: Nach zuletzt verwendet sortiert
es: Ordenado según el uso más reciente
fr: Trié par dernière utilisation
hi: अंतिम उपयोग के अनुसार क्रम से लगाया गया
it: Ordinato per ultimo usato
pl: Posortowane według ostatniego użycia
ta: கடைசியாகப் பயன்படுத்தியபடி வரிசைப்படுத்தப்பட்டது
tr: Son kullanıma göre sıralanmıştır
uk: Останнє використання
zh_hant: 按最近使用排序

# sortedByMaxAmount
source: Sorted by amount
de: Nach Betrag sortiert
es: Ordenado según el importe
fr: Trié par montant
hi: राशि के अनुसार क्रम से लगाया गया
it: Ordinato per importo
pl: Posortowane według ilości
ta: அளவு மூலம் வரிசைப்படுத்தப்பட்டது
tr: Miktara göre sıralanmıştır
uk: Впорядковано за сумою
zh_hant: 按金額排序

source: Sorted in custom order
de: Manuel sortiert
es: Ordenado según el orden personalizado
fr: Trié dans un ordre personnalisé
hi: मनपसंद क्रम के अनुसार क्रम से लगाया गया
it: Ordinato in ordine personalizzato
pl: Posortowane w niestandardowej kolejności
ta: தனிப்பயன் வரிசையில் வரிசைப்படுத்தப்பட்டது
tr: Özel sıraya göre sıralandı
uk: Впорядковано вручну
zh_hant: 按自定義排序

source: Balance
de: Kontostand
es: Equilibrio
fr: Solde
hi: शेष रकम
it: Saldo
pl: Balansować
ta: இருப்பு
tr: Denge
uk: Баланс
zh_hant: 結餘

source: last 30 days
de: letzte 30 Tage
es: últimos 30 días
fr: 30 derniers jours
hi: अंतिम 30 दिन
it: ultimi 30 giorni
pl: ostatnie 30 dni
ta: கடந்த 30 நாட்கள்
tr: son 30 gün
uk: останні 30 днів
zh_hant: 過去 30 天

source: last 90 days
de: letzte 90 Tage
es: últimos 90 días
fr: 90 derniers jours
hi: पिछले 90 दिन
it: ultimi 90 giorni
pl: ostatnie 90 dni
ta: கடந்த 90 நாட்கள்
tr: son 90 gün
uk: останні 90 днів
zh_hant: 過去 90 天

source: last 180 days
de: letzte 180 Tage
es: últimos 180 días
fr: 180 derniers jours
hi: पिछले 180 दिन
it: ultimi 180 giorni
pl: ostatnie 180 dni
ta: கடந்த 180 நாட்கள்
tr: son 180 gün
uk: останні 180 днів
zh_hant: 過去 180 天

source: last 365 days
de: letzte 365 Tage
es: últimos 365 días
fr: 365 derniers jours
hi: पिछले 365 दिन
it: ultimi 365 giorni
pl: ostatnie 365 dni
ta: கடந்த 365 நாட்கள்
tr: son 365 gün
uk: останні 365 днів
zh_hant: 過去 365 天

source: lifelong
de: alle Daten
es: toda la información
fr: toutes les données
hi: सब कुछ
it: tutti i dati
pl: trwający całe życie
ta: வாழ்நாள் முழுவதும்
tr: ömür boyu
uk: весь час
zh_hant: 終身

# ratesOutdated
source: Exchange rates are outdated
de: Wechselkurse sind veraltet
es: Los tipos de cambio están obsoletos
fr: Les taux de change sont dépassés
hi: विनिमय दरें पुरानी हो चुकी हैं
it: I tassi di cambio sono obsoleti
pl: Kursy wymiany są nieaktualne
ta: மாற்று விகிதங்கள் காலாவதியானவை
tr: Döviz kurları güncel değil
uk: Курси валют застаріли
zh_hant: 匯率已經過時

# ratesOutdatedInfo
source: Monetal has not been able to update the exchange rates for a long time. Please check the availability of the monetal.app website in your country. If you have access problems, use a VPN.
de: Monetal ist seit langem nicht in der Lage die Wechselkurse zu aktualisieren. Bitte überprüfe die Verfügbarkeit der Website monetal.app in deinem Region. Solltest du Zugangsprobleme haben, kannst ein VPN verwenden.
es: Monetal no ha podido actualizar los tipos de cambio durante mucho tiempo. Verifique la disponibilidad del sitio web monetal.app en su país. Si tienes problemas de acceso, utiliza una VPN.
fr: Monetal n'a pas été en mesure de mettre à jour les taux de change depuis longtemps. Veuillez vérifier la disponibilité du site monetal.app dans votre pays. Si vous rencontrez des problèmes d'accès, utilisez un VPN.
hi: मोनेटल लंबे समय से विनिमय दरों को अपडेट नहीं कर पाया है। कृपया अपने देश में monetal.app वेबसाइट की उपलब्धता की जाँच करें। यदि आपको एक्सेस की समस्या है, तो वीपीएन का उपयोग करें।
it: Monetal non è stata in grado di aggiornare i tassi di cambio per molto tempo. Verifica la disponibilità del sito web monetal.app nel tuo Paese. Se hai problemi di accesso, utilizza una VPN.
pl: Monetal od dłuższego czasu nie był w stanie aktualizować kursów walut. Sprawdź dostępność witryny monetal.app w Twoim kraju. Jeśli masz problemy z dostępem, użyj VPN.
ta: Monetal ஆல் நீண்ட காலமாக மாற்று விகிதங்களை புதுப்பிக்க முடியவில்லை. உங்கள் நாட்டில் monetal.app இணையதளம் உள்ளதா எனப் பார்க்கவும். அணுகல் சிக்கல்கள் இருந்தால், VPN ஐப் பயன்படுத்தவும்.
tr: Monetal uzun bir süredir döviz kurlarını güncelleyemiyor. Lütfen monetal.app web sitesinin ülkenizdeki kullanılabilirliğini kontrol edin. Erişim sorunlarınız varsa, bir VPN kullanın.
uk: Monetal уже давно не має можливості оновляти валют. Будь ласка, перевір доступність веб-сайту monetal.app в твоїй країні. При проблемах з доступом використовуй VPN.
zh_hant: Monetal 已經很久無法更新匯率了。請檢查您所在國家或地區是否可以訪問網站：monetal.app 。如果您遇到訪問問題，建議使用 VPN 。

# openMonetalInSafari
source: Verify in Safari
de: In Safari überprüfen
es: Verificar en Safari
fr: Vérifier dans Safari
hi: सफ़ारी में सत्यापित करें
it: Verifica in Safari
pl: Sprawdź w Safari
ta: சஃபாரியில் சரிபார்க்கவும்
tr: Safari'de Doğrula
uk: Відкрити Monetal в Safari
zh_hant: 在 Safari 中進行驗證

# featuresDiscovered
source: Learning progress
de: Lernfortschritt
es: Progreso del aprendizaje
fr: Progression de l'apprentissage
hi: सीखने की प्रगति
it: Avanzamento dell'apprendimento
pl: Postęp w nauce
ta: கற்றல் முன்னேற்றம்
tr: Öğrenme ilerlemesi
uk: Прогрес навчання
zh_hant: 學習進度

# newSkillAvailable
source: 🎁 New features available!
de: 🎁 Neue Funktionen verfügbar!
es: 🎁 ¡Nuevas funciones disponibles!
fr: 🎁 Nouvelles fonctionnalités disponibles!
hi: 🎁 नई सुविधाएँ उपलब्ध हैं!
it: 🎁 Nuove funzionalità disponibili!
pl: 🎁 Dostępne nowe funkcje!
ta: 🎁 புதிய அம்சங்கள் கிடைக்கும்!
tr: 🎁 Yeni özellikler mevcut!
uk: 🎁 Доступні нові можливості!
zh_hant: 🎁 新功能上線啦！

# backupOutdated
source: You forgot about backup!
de: Das Backup ist nicht eingerichtet!
es: ¡Has olvidado la copia de seguridad!
fr: Vous avez oublié la sauvegarde !
hi: आप बैकअप के बारे में भूल गए!
it: Hai dimenticato il backup!
pl: Zapomniałeś o kopii zapasowej!
ta: காப்புப்பிரதியை மறந்துவிட்டீர்கள்!
tr: Yedeklemeyi unuttun!
uk: Ти забув про бекап!
zh_hant: 別忘記備份！

# backupOutdatedAlertTitle
source: It looks like you haven't made a backup for a long time
de: Es sieht so aus, als hättest du seit langem kein Backup erstellt
es: Parece que no has hecho una copia de seguridad durante mucho tiempo
fr: Il semble que vous n'ayez pas fait de sauvegarde depuis longtemps
hi: ऐसा लगता है कि आपने काफी समय से बैकअप नहीं बनाया है
it: Sembra che tu non abbia fatto un backup per molto tempo
pl: Wygląda na to, że nie tworzyłeś kopii zapasowej przez długi czas
ta: நீங்கள் நீண்ட காலமாக காப்புப் பிரதி எடுக்கவில்லை எனத் தெரிகிறது
tr: Uzun zamandır yedekleme yapmamışsınız gibi görünüyor
uk: Схоже, ви давно не зробили резервну копію
zh_hant: 你已經很久沒有備份啦
