Repository: kruil/Monetal_public
Catalog: Localisation/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, pl, ta, tr, uk, zh_hant

# backupOutdatedAlertText
source: Monetal does not store your data on the server, so if your phone is stolen or the application crashes, your data can only be restored from a backup. Configure a backup now so you don’t lose all your data one day.
de: Monetal speichert deine Daten nicht auf dem Server, also wenn Ihr Telefon gestohlen wird oder die Anwendung abstürzt, Ihre Daten können nur aus einer Sicherung wiederhergestellt werden. Konfiguriere jetzt ein Backup, damit du nicht alle deine Daten eines Tages verlierst.
es: Monetal no almacena sus datos en el servidor, así que si su teléfono es robado o la aplicación se bloquea, tus datos sólo pueden ser restaurados desde una copia de seguridad. Configure una copia de seguridad ahora para que no pierda todos sus datos algún día.
fr: Monetal ne stocke pas vos données sur le serveur, donc si votre téléphone est volé ou si l'application plante, vos données ne peuvent être restaurées qu'à partir d'une sauvegarde. Configurez une sauvegarde maintenant pour ne pas perdre toutes vos données un jour.
hi: Monetal आपके डेटा को सर्वर पर संग्रहीत नहीं करता है, इसलिए यदि आपका फोन चोरी हो जाता है या एप्लिकेशन क्रैश हो जाता है, तो आपका डेटा केवल बैकअप से ही बहाल किया जा सकता है। अभी बैकअप कॉन्फ़िगर करें ताकि आप एक दिन अपना सारा डेटा न खो दें।
it: Monetal non memorizza i tuoi dati sul server, quindi se il telefono viene rubato o l'applicazione si blocca, i tuoi dati possono essere ripristinati solo da un backup. Configura ora un backup in modo da non perdere tutti i tuoi dati un giorno.
pl: Monetal nie przechowuje Twoich danych na serwerze, więc w przypadku kradzieży telefonu lub awarii aplikacji Twoje dane można odzyskać jedynie z kopii zapasowej. Skonfiguruj kopię zapasową już teraz, aby pewnego dnia nie stracić wszystkich danych.
ta: மொனட்டல் உங்கள் தரவை சேவையகத்தில் சேமிக்காது, எனவே உங்கள் தொலைபேசி திருடப்பட்டாலோ அல்லது பயன்பாடு செயலிழந்தாலோ, உங்கள் தரவை காப்புப்பிரதியிலிருந்து மட்டுமே மீட்டெடுக்க முடியும். இப்போது காப்புப்பிரதியை உள்ளமைக்கவும், ஒரு நாள் உங்கள் எல்லா தரவையும் இழக்காதீர்கள்.
tr: Monetal, verilerinizi sunucuda saklamaz, bu nedenle telefonunuzun çalınması veya uygulamanın çökmesi durumunda verileriniz yalnızca bir yedekten geri yüklenebilir. Bir gün tüm verilerinizi kaybetmemek için şimdi bir yedekleme yapılandırın.
uk: Monetal не зберігає ваші дані на сервері, тому, якщо ваш телефон викрадено або виводиться в аварійне завершення програми, ваші дані можуть бути відновлені тільки з резервної копії. Налаштуйте резервну копію зараз, щоб ви не втратили всі свої дані одного дня.
zh_hant: Monetal 不會將您的數據存儲在服務器上。因此，如果手機丟失或應用程序崩潰，您只能從備份中恢復數據。 請立即配置備份，以免丟失所有數據。

# backupOutdated.okButton
source: I will configure backup
de: Ok, ich werde das Backup in den Monetal-Einstellungen konfigurieren
es: Configuraré la copia de seguridad
fr: Je vais configurer la sauvegarde
hi: मैं बैकअप कॉन्फ़िगर करूंगा
it: Configurerò il backup
pl: Skonfiguruję kopię zapasową
ta: நான் காப்புப்பிரதியை உள்ளமைப்பேன்
tr: Yedeklemeyi yapılandıracağım
uk: Я налаштую резервну копію
zh_hant: 好，我去備份

# backupOutdated.ignoreButton
source: I'm not afraid of losing data
de: Ich habe keine Angst die Daten zu verlieren
es: No tengo miedo de perder datos
fr: Je n'ai pas peur de perdre des données
hi: मैं डेटा खोने से नहीं डरता
it: Non ho paura di perdere i dati
pl: Nie boję się utraty danych
ta: தரவுகளை இழக்கும் பயம் எனக்கு இல்லை
tr: Veri kaybetmekten korkmuyorum
uk: Я не боюся втратити дані
zh_hant: 沒事，我不怕數據丟失

# numberOfTransaction
source: Transactions
de: Überweisungen
es: Transacciones
hi: लेन-देन
it: Transazioni
pl: Transakcje
ta: பரிவர்த்தனைகள்
tr: İşlemler
uk: Транзакцій враховано
zh_hant: 交易數

# numberOfTags
source: Categories
de: Kategorien
es: Etiquetas
fr: Catégories
hi: टैग
it: Categorie
pl: Kategorie
ta: குறிச்சொற்கள்
tr: Etiketler
uk: Категорії
zh_hant: 類別數

# averageIncomeDay
source: Average income per day
de: Durchschnittliches Einkommen am Tag
es: Ingreso medio diario
fr: Revenu moyen par jour
hi: रोज़ की औसत आय
it: Reddito medio giornaliero
pl: Średni dochód na dzień
ta: ஒரு நாளைக்கு சராசரி வருமானம்
tr: Günlük ortalama gelir
uk: Середній прибуток за день
zh_hant: 每日平均收入

# averageExpenseDay
source: Average expense per day
de: Durchschnittliche Kosten am Tag
es: Gasto medio diario
fr: Dépenses moyennes par jour
hi: रोज़ का औसत खर्च
it: Spesa media giornaliera
pl: Średni wydatek dziennie
ta: ஒரு நாளைக்கு சராசரி செலவு
tr: Günlük ortalama masraf
uk: Середні витрати за день
zh_hant: 每日平均支出

# averageIncomeMonth
source: Average income per month
de: Durchschnittliches Einkommen im Monat
es: Ingreso medio mensual
fr: Revenu moyen par mois
hi: हर महीने की औसत आय
it: Reddito medio mensile
pl: Średni dochód miesięczny
ta: மாதத்திற்கு சராசரி வருமானம்
tr: Aylık ortalama gelir
uk: Середній прибуток за місяць
zh_hant: 每月平均收入

# averageExpenseMonth
source: Average expense per month
de: Durchschnittliche Kosten im Monat
es: Gasto medio mensual
fr: Dépenses moyennes par mois
hi: हर महीने का औसत खर्च
it: Spesa media mensile
pl: Średni wydatek miesięczny
ta: மாதத்திற்கு சராசரி செலவு
tr: Aylık ortalama gider
uk: Середні витрати за місяць
zh_hant: 每月平均支出

source: Choose period
de: Zeitraum auswählen
es: Elegir periodo
fr: Choisir une période
hi: अवधि चुनें
it: Scegli periodo
pl: Wybierz okres
ta: காலத்தைத் தேர்ந்தெடுக்கவும்
tr: Dönem seçin
uk: Оберіть період
zh_hant: 選擇期間

# doLogTapToOpenBudgetEditor
source: ⓘ Do a long press on properties below ↓
de: ⓘ Halte die Eigenschaften unten lange gedrückt ↓.
es: ⓘ Mantén pulsadas las propiedades de abajo ↓
fr: ⓘ Faites un appui long sur les propriétés ci-dessous ↓
hi: ⓘ नीचे दी गई प्रॉपर्टी पर थोड़ी देर प्रेस किए रहें ↓
it: ⓘ Premi a lungo sulle proprietà sottostanti ↓
pl: ⓘ Naciśnij długo właściwości poniżej ↓
ta: ⓘ கீழே உள்ள பண்புகளை நீண்ட நேரம் அழுத்தவும் ↓
tr: ⓘ Aşağıdaki özelliklere uzun basın ↓
uk: ⓘ Зробіть довге натискання на властивостях нижче ↓
zh_hant: ⓘ 長按下方的統計數據 ↓

# budget_expenses
source: Budget
de: Budgets
es: Presupuestos
hi: बजट
it: Bilanci
pl: Budżet
ta: பட்ஜெட்
tr: Bütçe
uk: Бюджет
zh_hant: 預算

# daysPassed
source: Day %@ of %@
de: Tag %@ von %@
es: Día %@ de %@
fr: Jour %@ sur %@
hi: %@ का दिन %@
it: Giorno %@ di %@
pl: Dzień %@ z %@
ta: நாள் %@ இல் %@
tr: %@günün %@ günü
uk: День %@ з %@
zh_hant: 第%@天，共%@

source: Debts
de: Schulden
es: Deudas
fr: Dettes
hi: ऋण
it: Debiti
pl: Długi
ta: கடன்கள்
tr: Borçlar
uk: Борги
zh_hant: 債務

source: My debts
de: Meine Schulden
es: Mis deudas
fr: Mes dettes
hi: मेरे ऋण
it: I miei debiti
pl: Moje długi
ta: என் கடன்கள்
tr: Borçlarım
uk: Я заборгував
zh_hant: 我的應付款項

source: My loans
de: Meine Darlehen
es: Mis préstamos
fr: Mes prêts
hi: मेरे कर्ज़
it: I miei prestiti
pl: Moje pożyczki
ta: என் கடன்கள்
tr: Kredilerim
uk: Мені заборгували
zh_hant: 我的應收款項

# noDebts
source: To record debts or debtors, use the Debts category while creating a transaction.
de: Um Schulden oder Schuldner aufzuzeichnen, verwende die Schuldenkategorie beim Erstellen einer Transaktion.
es: Para registrar deudas o deudores, usa la etiqueta «Deudas» al crear una transacción.
fr: Pour enregistrer des dettes ou des débiteurs, utilisez la catégorie Dettes lors de la création d'une transaction.
hi: ऋण या ऋणदाताओं को रिकॉर्ड करने के लिए, लेन-देन बनाते समय 'ऋण' टैग का इस्तेमाल करें।
it: Per registrare debiti o debitori, utilizza la categoria Debiti durante la creazione di una transazione.
pl: Aby odnotować długi lub dłużników, podczas tworzenia transakcji skorzystaj z kategorii Dług.
ta: கடன்கள் அல்லது கடனாளிகளைப் பதிவு செய்ய, பரிவர்த்தனையை உருவாக்கும் போது கடன்கள் குறிச்சொல்லைப் பயன்படுத்தவும்.
tr: Borçları veya borçluları kaydetmek için işlem oluştururken Borçlar etiketini kullanın.
uk: Для записи боргів і боржників використовуйте категорію Борги при створенні транзакції.
zh_hant: 要記錄債務或債務相關人，請在創建交易時使用債務類別。

source: Get paid
de: Zahlung empfangen
es: Solicitar un pago
fr: Être payé
hi: भुगतान प्राप्त करें
it: Ricevi i pagamenti
pl: Dostać zapłatę
ta: பணம் பெற
tr: Ödeme alın
uk: Отримати оплату
zh_hant: 收到還款

source: Pay
de: Bezahlen
es: Pagar
fr: Payer
hi: भुगतान करें
it: Paga
pl: Płacić
ta: செலுத்து
tr: Öde
uk: Заплатити
zh_hant: 還款

source: Forgive
de: Ich erlasse Schulden der anderen
es: Perdonar
fr: Pardonner
hi: माफ़ करें
it: Condona
pl: Przebaczyć
ta: மன்னித்துவிடு
tr: Affetmek
uk: Пробачити борг
zh_hant: 免除此債務

# iAmForgiven
source: Debt is forgiven
de: Mir wurden meine Schulden erlassen
es: ¡Me han perdonado un pago!
fr: Je suis pardonné
hi: मुझे माफ़ कर दिया गया
it: Debito condonato
pl: Dług zostaje umorzony
ta: கடன் மன்னிக்கப்பட்டது
tr: Borç affedildi
uk: Борг пробачено
zh_hant: 債務已被免除

source: Choose account
de: Konto auswählen
es: Seleccionar cuenta
fr: Choisir un compte
hi: खाता चुनें
it: Seleziona conto
pl: Wybierz konto
ta: கணக்கைத் தேர்ந்தெடுக்கவும்
tr: Hesap seçin
uk: Обери рахунок
zh_hant: 選擇帳戶

source: Note
de: Notiz
es: Nota
hi: नोट
it: Nota
pl: Notatka
ta: குறிப்பு
tr: Not
uk: Примітка
zh_hant: 備註

source: No transactions.
de: Keine Überweisungen.
es: Sin transacciones.
fr: Aucune transaction.
hi: कोई लेन-देन नहीं।
it: Nessuna transazione.
pl: Żadnych transakcji.
ta: பரிவர்த்தனைகள் இல்லை.
tr: İşlem yok.
uk: Транзакцій немає.
zh_hant: 無交易。

# noTransactionsEnableDevice
source: Enable at least one device to display its transactions.
de: Aktiviere mindestens ein Gerät, um die damit verknüpfte Überweisungen anzuzeigen.
es: Habilita al menos un dispositivo para mostrar las transacciones.
fr: Activez au moins un appareil pour afficher ses transactions.
hi: कम-से-कम एक डिवाइस को एनेबल करके उसके लेन-देन दिखाएँ।
it: Abilita almeno un dispositivo per visualizzarne le transazioni.
pl: Włącz co najmniej jedno urządzenie do wyświetlania swoich transakcji.
ta: அதன் பரிவர்த்தனைகளைக் காட்ட குறைந்தபட்சம் ஒரு சாதனத்தை இயக்கவும்.
tr: En az bir cihazın işlemlerini görüntülemesini etkinleştirin.
uk: Увімкніть хоча б один пристрій для показу його транзакцій.
zh_hant: 同步已開啟，您需要啟用至少一台設備才能顯示其交易信息。

# addIncome
source: Income
de: Einkommen
es: Ingreso
fr: Revenu
hi: आय
it: Redditi
pl: Dochód
ta: வருமானம்
tr: Gelir
uk: Прибуток
zh_hant: 收入

# addExpense
source: Expense
de: Ausgaben
es: Gasto
fr: Dépenses
hi: खर्च
it: Spese
pl: Koszt
ta: செலவு
tr: Gider
uk: Витрата
zh_hant: 支出

# backToAllTags
source: All categories
de: Alle Kategorien
es: Todas las etiquetas
fr: Toutes les catégories
hi: सभी टैग
it: Tutte le categorie
pl: Wszystkie kategorie
ta: அனைத்து குறிச்சொற்கள்
tr: Tüm etiketler
uk: Назад до усіх тегів
zh_hant: 所有類別

# inFuture
source: Scheduled
de: Geplant
es: Programado
fr: Planifié
hi: शेडुल किया
it: Pianificato
pl: Zaplanowany
ta: திட்டமிடப்பட்ட
tr: planlanmış
uk: Заплановано
zh_hant: 預定交易

# youCanEditTags
source: Edit categories and group them using top menu.
de: Du kannst Kategorien bearbeiten und über das obere Menü gruppieren.
es: Puedes editar etiquetas y agruparlas usando el menú superior.
fr: Modifiez les catégories et regroupez-les à l’aide du menu supérieur.
hi: आप टैग संपादित कर सकते हैं और उन्हें शीर्ष मेनू का उपयोग करके समूहित कर सकते हैं।
it: Modifica le categorie e raggruppale utilizzando il menu in alto.
pl: Możesz edytować kategorie i grupować je za pomocą górnego menu.
ta: மேல் மெனுவைப் பயன்படுத்தி குறிச்சொற்களைத் திருத்தலாம் மற்றும் அவற்றைக் குழுவாக்கலாம்.
tr: Üst menüyü kullanarak etiketleri düzenleyebilir ve gruplandırabilirsiniz.
uk: Ви можете редагувати і групувати категорії в верхньому меню.
zh_hant: 您可以通過右上角菜單進入類別編輯，並可對它們進行分組。

# youCanAddNoteHoldingTag
source: To add a note hold a category.
de: Um eine Anmerkung hinzuzufügen, halte eine Kategorie gedrückt.
es: Para añadir una nota, mantén una etiqueta.
fr: Pour ajouter une note, maintenez une catégorie.
hi: नोट जोड़ने के लिए एक टैग को होल्ड करें।
it: Per aggiungere una nota tieni una categoria.
pl: Aby dodać notatkę, przytrzymaj znacznik.
ta: குறிப்பைச் சேர்க்க, ஒரு குறிச்சொல்லைப் பிடிக்கவும்.
tr: Not eklemek için bir etiketi basılı tutun.
uk: Щоб додати нотатку затисніть категорію.
zh_hant: 長按類別可添加備註。

# existingDebtWarning
source: You are adding an existing debt record without actually changing any accounts. To create a new debt, use Debts category when creating a transaction.
de: Sie fügen einen vorhandenen Schuldendatensatz hinzu, ohne tatsächlich irgendwelche Konten zu ändern. Um eine neue Schuld anzulegen, verwenden Sie beim Anlegen einer Transaktion die Kategorie „Schulden“.
es: Está agregando un registro de deuda existente sin cambiar ninguna cuenta. Para crear una nueva deuda, utilice la categoría Deudas al crear una transacción.
fr: Vous ajoutez un enregistrement de dette existant sans réellement modifier aucun compte. Pour créer une nouvelle dette, utilisez la catégorie Dettes lors de la création d'une transaction.
hi: आप वास्तव में कोई खाता बदले बिना मौजूदा ऋण रिकॉर्ड जोड़ रहे हैं। नया ऋण बनाने के लिए, लेन-देन बनाते समय ऋण श्रेणी का उपयोग करें।
it: Stai aggiungendo un record di debito esistente senza effettivamente modificare alcun conto. Per creare un nuovo debito, utilizza la categoria Debiti durante la creazione di una transazione.
pl: Dodajesz istniejącą historię zadłużenia bez faktycznej zmiany jakichkolwiek kont. Aby utworzyć nowy dług, podczas tworzenia transakcji skorzystaj z kategorii Dług.
ta: உண்மையில் எந்தக் கணக்குகளையும் மாற்றாமல் ஏற்கனவே உள்ள கடன் பதிவைச் சேர்க்கிறீர்கள். புதிய கடனை உருவாக்க, பரிவர்த்தனையை உருவாக்கும் போது கடன்கள் வகையைப் பயன்படுத்தவும்.
tr: Herhangi bir hesabı değiştirmeden mevcut bir borç kaydını ekliyorsunuz. Yeni bir borç oluşturmak için işlem oluştururken Borçlar kategorisini kullanın.
uk: Ти додаєш вже існуючий обов'язок без зміни рахунків. Для створення нового боргу використовуй категорію Борги при створенні транзакції.
zh_hant: 您正在新增現有的債務記錄，但實際上並未更改任何帳戶。若要建立新債務，請在建立交易時使用債務類別。

source: Check rate
de: Wechselkurs
es: Comprobar tarifa
fr: Taux de change
hi: मुद्रा दर
it: Tasso di cambio
pl: Kurs waluty
ta: நாணய விகிதம்
tr: Döviz kuru
uk: Курс валюти
zh_hant: 確認匯率

source: Never repeat
de: Nie wiederholen
es: Nunca repetir
fr: Ne jamais répéter
hi: कभी मत दोहराएँ
it: Non ripetere mai
pl: Nigdy nie powtarzaj
ta: திரும்ப திரும்ப வேண்டாம்
tr: Asla tekrarlama
uk: Не повторювати
zh_hant: 永不重複

# repeatEveryWEEKDAY
source: Repeat every %@
de: Alle %@ wiederholen
es: Repetir cada %@
fr: Répéter chaque %@
hi: हर %@ में दोहराएँ
it: Ripeti ogni %@
pl: Powtarzaj co %@
ta: ஒவ்வொரு %@க்கும் மீண்டும் செய்யவும்
tr: Her %@'da bir tekrarla
uk: Повторювати якщо %@
zh_hant: 每 %@重複

# repeatEveryDAYofMonth
source: Repeat every %@ of month
de: Monatlich am %@ wiederholen
es: Repetir cada %@ de mes
fr: Chaque %@ jour du mois
hi: हर %@ महीने में दोहराएँ
it: Ripeti ogni %@ del mese
pl: Powtarzaj co %@ miesiąca
ta: ஒவ்வொரு மாதமும் %@ செய்யவும்
tr: Ayın her %@'sinde tekrarla
uk: Повторювати %@ числа
zh_hant: 每 %@ 月重複

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
hi: दोहराएं
it: Ripeti
pl: Powtarzać
ta: மீண்டும் செய்யவும்
tr: Tekrarlamak
uk: Повторювати
zh_hant: 重複

# sometimesInFuture
source: Someday in the future
de: Eines Tages in der Zukunft
es: Algún día
fr: Planifier pour plus tard
hi: भविष्य में किसी दिन
it: Un giorno in futuro
pl: Pewnego dnia w przyszłości
ta: எதிர்காலத்தில் ஒரு நாள்
tr: Gelecekte bir gün
uk: Коли-небуть в майбутньому
zh_hant: 未來某天

# sometimesInFutureHelp
source: The transaction is planned for the future, but the exact date has not yet been determined. This feature allows you to set aside some funds and avoid overspending.
de: Die Transaktion ist für die Zukunft geplant, aber das genaue Datum ist unbekannt. Mit dieser Funktion können Sie Geldmittel beiseite legen und so Mehrausgaben vermeiden.
es: La transacción está prevista para el futuro, pero la fecha exacta es desconocida. Esta función le permite reservar algunos fondos y evitar gastos excesivos.
fr: La transaction est prévue pour le futur, mais la date exacte n'a pas encore été déterminée. Cette fonctionnalité vous permet de mettre de côté des fonds et d’éviter les dépenses excessives.
hi: लेन-देन की योजना भविष्य के लिए बनाई गई है, लेकिन सटीक तारीख अभी तक निर्धारित नहीं की गई है। यह सुविधा आपको कुछ धनराशि अलग रखने और अधिक खर्च से बचने की अनुमति देती है।
it: La transazione è prevista per il futuro, ma la data esatta non è nota. Questa funzione ti consente di accantonare alcuni fondi ed evitare spese eccessive.
pl: Transakcja planowana jest w przyszłości, ale dokładna data nie jest znana. Ta funkcja pozwala odłożyć część środków i uniknąć nadmiernych wydatków.
ta: பரிவர்த்தனை எதிர்காலத்திற்காக திட்டமிடப்பட்டுள்ளது, ஆனால் சரியான தேதி தெரியவில்லை. இந்த அம்சம் சில நிதிகளை ஒதுக்கி, அதிக செலவு செய்வதைத் தவிர்க்க உதவுகிறது.
tr: İşlemin geleceğe yönelik yapılması planlanıyor ancak kesin tarih bilinmiyor. Bu özellik, bir miktar fon ayırmanıza ve fazla harcamadan kaçınmanıza olanak tanır.
uk: Угода планується на майбутнє, але точна дата поки не визначена. Ця функція дозволяє відкласти частину коштів і уникнути перевитрати.
zh_hant: 該交易計劃在未來進行，但具體日期未知。此功能可讓您預留一些資金並避免超支。

source: Budget editor
es: Editor de presupuestos
fr: Éditeur de budgets
hi: बजट एडिटर
it: Editor bilanci
pl: Redaktor budżetu
ta: பட்ஜெட் ஆசிரியர்
tr: Bütçe düzenleyici
uk: Редактор бюджетів
zh_hant: 預算編輯器

source: Enter script here...
de: Script hier eingeben …
es: Introduce el texto aquí...
fr: Entrez le script ici...
hi: स्क्रिप्ट यहाँ डालें...
it: Inserisci lo script qui...
pl: Wpisz tutaj skrypt...
ta: ஸ்கிரிப்டை இங்கே உள்ளிடவும்...
tr: Komut dosyasını buraya girin...
uk: Введіть скрипт тут...
zh_hant: 在此輸入指令……

# welcomeToBudgetEditor
source: It's a Budget editor. Here you can define custom properties and calculate something useful. For example: Mandatory: Food + Bills + Taxes Dispensable: [-] - Mandatory Last refill: Fuel.daysago
de: Das ist ein Budget-Editor. Hier kannst du benutzerdefinierte Eigenschaften definieren und etwas Nützliches berechnen. Zum Beispiel: PlichtAusgaben: Lebensmittel + Rechnungen + Steuern Spaß: [-] - PlichtAusgaben Letztes Tankvorgang: Fuel.daysago
es: Es un editor de presupuestos. Aquí puedes definir propiedades personalizadas y calcular algo útil. Por ejemplo: Obligatorio: Comida + Facturas + Impuestos Prescindible: [-] - Obligatorio Última recarga: Gasolina.daysago
fr: C'est un aditeur de budgets. Ici, vous pouvez définir des propriétés personnalisées et calculer quelque chose d'utile. Par exemple : Obligatoire : Nourriture + Factures + Taxes Dispensable : [-] - Obligatoire Dernière recharge : Fuel.daysago
hi: यह एक बजट एडिटर है। यहाँ आप मनपसंद प्रॉपर्टी तय कर सकते हैं और कुछ फ़ायदेमंद गणना कर सकते हैं। उदाहरण के लिए: ज़रूरी : भोजन + बिल + टैक्स गैर-ज़रूरी : [-] - ज़रूरी पिछ्ला रिफ़िल: ईंधन.daysago
it: È un editor dei bilanci. Qui puoi definire proprietà personalizzate e calcolare qualcosa di utile. Ad esempio: Obbligatorio: Cibo + Bollette + Tasse Dispensabile: [-] - Obbligatorio Ultima ricarica: Carburante.daysago
pl: To edytor budżetu. Tutaj możesz zdefiniować niestandardowe właściwości i obliczyć coś przydatnego. Na przykład: Obowiązkowe: Żywność + Rachunki + Podatki Jednorazowe: [-] - Obowiązkowe Ostatnie uzupełnienie: Paliwo.daysago
ta: இது ஒரு பட்ஜெட் எடிட்டர். இங்கே நீங்கள் தனிப்பயன் பண்புகளை வரையறுக்கலாம் மற்றும் பயனுள்ள ஒன்றைக் கணக்கிடலாம். எடுத்துக்காட்டாக: கட்டாயம்: உணவு + பில்கள் + வரிகள் வழங்கக்கூடியது: [-] - கட்டாயம் கடைசியாக நிரப்புதல்: Fuel.daysago
tr: Bu bir Bütçe editörüdür. Burada özel özellikleri tanımlayabilir ve yararlı bir şeyler hesaplayabilirsiniz. Örneğin: Zorunlu: Yiyecek + Faturalar + Vergiler Vazgeçilebilir: [-] - Zorunlu Son doldurma: Fuel.daysago
uk: Це редактор бюджетів. Тут ти можеш додати нові властивості і підрахувати шось корисне. наприклад: Обов'язкове: Продукти + Комунальні платежі Дурнички: [-] - Обов'язкове Остання заправка: Бензин.daysago
zh_hant: 這是預算編輯器。在這裡您可以自定義一些統計屬性並進行計算。例如： 必需品：食品 + 帳單 + 稅費 非必需品: [-] - 必需品 上次加油時間：加油.daysago

source: Receipts
uk: Чеки

# noReceipts
source: No new receipts.
uk: Новых чеков нет.

source: Ignore
uk: Игнорировать

source: Missed:
uk: Не найдено:

# missed.category
source: category
uk: категория

# missed.sum
source: amount
uk: сумма

source: Edit rules
uk: Редактор правил

# watchVideo
source: Watch video how to create Automation
uk: Видео - как создать Automation

# setupIntentIntro1
source: Receipts are just plain texts from banks:
uk: Чеки в Монетал это сообщения от банков:

# setupIntentIntro2
source: Monetal can parse this receipt and create transaction automatically:
uk: Монетал может распознавать чеки и создавать транзакции автоматически:

# setupIntentIntro3
source: Since iOS doesn't allow apps directly read Messages and Emails, create new Automation to redirect receipts to Monetal.
uk: Так как iOS не предоставляет доступ к чтению Emails и SMS, создай новую Automation для переадресации чеков в Монетал.

# setupIntentIntro4
source: After that every receipt you receive will be shown on this screen.
uk: После этого чеки появятся на этом экране.

# error.emptyReceipt
source: Oops! Monetal has imported a receipt but it's empty. Most likely that you forgot to select a variable in the Intent configuration.
uk: Что-то пошло не так. Монетал получил чек, но он пустой. Скорее всего ты забыл выбрать переменную на последнем шаге конфигурации Automation.

# receiptsRules.title
source: Receipt Rules
uk: Правила распознавания чеков

# receiptsRules.helpText
source: This is a Receipt Rules Editor. Monetal uses Rules to parse receipts and create transactions. Rules example: ***1588>>Visa card Wolt>>Groceries Baskin>>Cafe//Ice cream Wolt::0..20>>Fast Food
uk: Это редактор правил. Монетал использует эти правила для распознавания чеков и создания транзакций. Примеры правил: ***1588>>Visa card Wolt>>Продукты Baskin>>Кафе//Мороженое Wolt::0..20>>Фастфуд
