Repository: kruil/Monetal_public
Catalog: Localisation/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, pl, ta, tr, uk, zh_hant

# skill_sync_help
source: Sync between devices works very flexibly and assumes that devices belong to different people. You can enable Sync in the Settings. - Accounts with the same names become common and can be changed from any device. Monetal does not synchronize amounts in accounts, but only takes into account transactions that affect them. Identical categories also become shared, and now you can view general statistics for them. - Editing transactions is only possible from the device from which it was created. - Sync works automatically when data changes on any device. If the sync status number is the same on all devices, then they are already synced. - If the amounts on the accounts on different devices do not match, edit them before or after the start of synchronization, bringing them to the same value. This will not affect your transaction history in any way.
uk: Синхронизация в Монетал работает очень гибко и подразумевает, что устройства принадлежат разным людям. Включить синхронизацию можно в Настройках. - Счета с одинаковыми названиями становятся общими и могут изменяться с любого из устройств. Монетал не синхронизирует суммы на счетах, а учитывает только влияющие на них транзакции. Совпадающие категории расходов тоже становятся общими, и теперь по ним можно смотреть общую статистику. - Редактирование транзакций возможно только с устройства, с которого она создана. - Синхронизация работает автоматически при изменения данных на любом из устройств. Если номер состояния синхронизации совпадает на всех устройствах, значит они уже синхронизированы. - Если суммы на счетах на разных устройствах не совпадают, отредактируйте их до или после начала синхронизации, приведя к одинаковому значению. Это никак не повлияет на историю операций.

# skill_receipts
source: SMS/Email parsing
uk: Розбір SMS/Email

# skill_receipts_help
source: Monetal can parse Email, SMS, and other sources and create corresponding transactions automatically. You can enable this feature in the Settings.
uk: Монетал может распознавать электронные письма, SMS и другие источники чеков и автоматически создавать соответствующие транзакции. Ты можешь включить эту функцию в настройках.

# skill_budgets
source: Expense limits
uk: Лимиты расходов

# skill_budgets_help
source: Use Budget editor to define limits for particular categories and track spending progress. Limits appear at the top of the Expenses tab. Grocery < 1200 Games + Cinema < 500
uk: Используй Редактор бюджетов чтобы ввести лимиты для определённых категорий и следить за расходами. Лимиты отображаются на вкладке Расходы выше панели текущего месяца. Продукты < 36000 Кино + Игры < 12000

# readOnlineDocumentation
source: Check online documentation
uk: Документация на сайте

# helpProjectTitle
source: Help Monetal
uk: Помоги Монетал

# helpProjectSubtitle
source: If you like this project and want it to develop further, please consider to support it.
uk: Если тебе нравится проект и хочется, чтобы он развивался дальше, поддержи его, исходя из твоих возможностей.

# skill_rateApp
source: Rate Monetal
uk: Оцени приложение

# skill_rateApp_help
source: Mobile app ratings are crucial for mobile apps because they serve as a direct reflection of user satisfaction and can significantly impact the app's visibility and success.
uk: Рейтинг мобильного приложения играет важную роль, поскольку он служит прямым отражением удовлетворенности пользователей и может существенно повлиять на видимость и успех приложения.

# skill_promote
source: Spread the word
uk: Расскажи о приложении

# skill_promote_help
source: Share Monetal with your friends and followers on your favorite social networks. Your support means the world to me!
uk: Расскажи о Монетал своими друзьями и подписчикам в социальных сетях. Тут нет огромных бюджетов на рекламу, поэтому каждый пост сыграет свою роль.

# skill_translate
source: Help with translations
uk: Помоги с переводами

# skill_translate_help
source: I do my best to improve translations. If you'd like to assist with translating to your native language or if you come across any translation errors, please reach me out.
uk: Я делаю все возможное, чтобы улучшить переводы. Если ты хочешь помочь с переводом на свой родной язык или обнаружил какие-либо ошибки перевода, пожалуйста, напиши в поддержку.

# skill_reportBug
source: Report a bug
uk: Сообщай об ошибках

# skill_reportBug_help
source: Please report any bug you have found. We all want Monetal to be a reliable software.
uk: Пиши обо всех найденных ошибках и сбоях. Приложение для учёта финансов обязано быть надёжным и стабильным в работе.

# skill_donate
source: Donate to project
uk: Материальная помощь

# skill_donate_help
source: If it's possible, please consider making a donation. And don't forget to write to support so I can thank you personally!
uk: Поддержи проект материально, если у тебя есть такая возможность. И не забудь написать в поддержку, чтобы я смог отблагодарить тебя лично!
