Repository: kruil/Monetal_public
Catalog: Localisation/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, pl, ta, tr, uk, zh_hant

source: Oliver
de: Jürgen
es: Carlos
fr: Olivier
hi: आर्यन
it: Leonardo
pl: Antoni
ta: விஷ்ணு
tr: Deniz
uk: Валєра
zh_hant: 奧利佛

source: Emily
de: Emilia
es: Isabella
fr: Emilie
hi: सान्या
it: Aurora
pl: Zofia
ta: சிவன்
tr: Isra
uk: Марія
zh_hant: 艾米麗

source: Thomas
de: Karl
es: Pedro
fr: Lucien
hi: रोहन
it: Francesco
pl: Nikodem
ta: முருகன்
tr: Emre
uk: Євген
zh_hant: 托馬斯

source: Alice
de: Ella
es: Camila
fr: Josephine
hi: अनन्या
it: Beatrice
pl: Zuzanna
ta: பவணி
tr: Dilara
uk: Олена
zh_hant: 愛麗絲

source: Joseph
de: Hans
es: Manuel
fr: Harvey
hi: अदिति
it: Lorenzo
pl: Jakub
ta: மித்திரன்
tr: Kaan
uk: Дмитро
zh_hant: 約瑟夫

# syncErrorWrongCode
source: Error. Please check sync code.
de: Fehler. Bitte überprüfe den Sync-Code.
es: Error. Compruebe el código de sincronización.
fr: Erreur. Veuillez vérifier le code de synchronisation.
hi: गलती। कृपया सिंक कोड जांचें.
it: Errore. Controlla il codice di sincronizzazione.
pl: Błąd. Sprawdź kod synchronizacji.
ta: பிழை. ஒத்திசைவுக் குறியீட்டைச் சரிபார்க்கவும்.
tr: Hata. Lütfen senkronizasyon kodunu kontrol edin.
uk: Здається код було написано з помилкою .
zh_hant: 錯誤。請檢查同步碼是否正確。

# syncErrorTooManyDevices
source: You already have three devices synced. Delete one of them to add new.
de: Du hast bereits drei Geräte synchronisiert. Entferne eins davon, um ein neues hinzufügen zu können.
es: Ya tienes tres dispositivos sincronizados. Elimina uno de ellos para añadir nuevo.
fr: Vous avez déjà trois appareils synchronisés. Supprimez l'un d'eux pour en ajouter de nouveaux.
hi: आपके पास पहले से ही तीन डिवाइस सिंक हैं। नया जोड़ने के लिए उनमें से एक को हटा दें।
it: Hai già tre dispositivi sincronizzati. Elimina uno di loro per aggiungere nuovo.
pl: Masz już zsynchronizowane trzy urządzenia. Usuń jeden z nich, aby dodać nowy.
ta: உங்களிடம் ஏற்கனவே மூன்று சாதனங்கள் ஒத்திசைக்கப்பட்டுள்ளன. புதியவற்றைச் சேர்க்க, அவற்றில் ஒன்றை நீக்கவும்.
tr: Zaten senkronize edilmiş üç cihazınız var. Yeni eklemek için bunlardan birini silin.
uk: Синхронізовано три пристрої. Видали один з них, щоб додати новий.
zh_hant: 目前最高只支持同步三台設備。如需添加新設備，您需要移除已同步的某個設備。

# networkError
source: Network problem.
de: Netzwerkproblem ist aufgetreten. Bitte versuche es erneut.
es: Problema con la red.
fr: Problème de réseau.
hi: नेटवर्क की समस्या।
it: Problema di rete.
pl: Problem z siecią.
ta: வலையமைப்பு பிரச்சனை.
tr: Ağ sorunu.
uk: Виникла помилка. Спробуй ще.
zh_hant: 網絡問題

source: Add device
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un appareil
hi: डिवाइस जोडे
it: Aggiungi dispositivo
pl: Dodaj urządzenie
ta: சாதனத்தைச் சேர்க்கவும்
tr: Cihaz ekle
uk: Додати пристрій
zh_hant: 添加設備

# enableBackupCallToAction
source: Monetal does not store your data on the server, so it is very important to make a backup sometimes.
de: Monetal speichert deine Daten nicht auf dem Server, daher ist es sehr wichtig, regelmäßig ein Backup zu machen.
es: Monetal no almacena sus datos en el servidor, por lo que es muy importante hacer una copia de seguridad a veces.
fr: Monetal ne stocke pas vos données sur le serveur, il est donc très important de faire une sauvegarde parfois.
hi: मोनेटल आपके डेटा को सर्वर पर संग्रहीत नहीं करता है, इसलिए कभी-कभी बैकअप बनाना बहुत महत्वपूर्ण है।
it: Monetal non memorizza i dati sul server, quindi è molto importante fare un backup a volte.
pl: Monetal nie przechowuje Twoich danych na serwerze, dlatego bardzo ważne jest, aby czasami wykonać kopię zapasową.
ta: Monetal சேவையகத்தில் உங்கள் தரவைச் சேமிக்காது, எனவே சில சமயங்களில் காப்புப் பிரதி எடுப்பது மிகவும் முக்கியம்.
tr: Monetal verilerinizi sunucuda saklamaz, bu nedenle bazen yedekleme yapmak çok önemlidir.
uk: Monetal не зберігає ваші дані на сервері, тому іноді важливо зробити резервне копіювання.
zh_hant: Monetal 不會將您的數據存儲在服務器上，因此時常進行備份非常重要。

source: Widget settings
de: Widget Einstellungen
es: Configuración del Widget
fr: Paramètres du widget
hi: विजेट सेटिंग्स
it: Impostazioni widget
pl: Ustawienia widżetu
ta: விட்ஜெட் அமைப்புகள்
tr: Widget ayarları
uk: Параметри віджета
zh_hant: 小組件設置

# accountDeleted
source: Account is deleted
de: Konto ist gelöscht
es: La cuenta ha sido eliminada
fr: Le compte est supprimé
hi: खाता हटा दिया गया है
it: Account eliminato
pl: Konto zostało usunięte
ta: கணக்கு நீக்கப்பட்டது
tr: Hesap silindi
uk: Рахунок видалено
zh_hant: 帳戶已刪除

# hideSum
source: Hide amount
de: Kontostand verstecken
es: Ocultar monto
fr: Masquer le montant
hi: योग छिपाएँ
it: Nascondi importo
pl: Ukryj sumę
ta: தொகையை மறை
tr: Toplamı gizle
uk: Приховати суму
zh_hant: 隱藏合計金額

source: Click to adjust
de: Zum Anpassen antippen
es: Haga clic para ajustar
fr: Cliquez pour ajuster
hi: समायोजित करने के लिए क्लिक करें
it: Clicca per regolare
pl: Kliknij, aby dostosować
ta: சரிசெய்ய கிளிக் செய்யவும்
tr: Ayarlamak için tıklayın
uk: Налаштувати рахунок
zh_hant: 點擊調整

# selectAccount
source: Please select account
de: Bitte Konto auswählen
es: Por favor, seleccione la cuenta
fr: Veuillez sélectionner un compte
hi: कृपया एक account का चयन करें
it: Seleziona un account
pl: Proszę wybrać konto
ta: கணக்கைத் தேர்ந்தெடுக்கவும்
tr: Lütfen hesap seçin
uk: Будь ласка, обери рахунок
zh_hant: 請選擇帳戶

source: Account
de: Konto
es: Cuenta
fr: Compte client
hi: खाता
pl: Konto
ta: கணக்கு
tr: Hesap
uk: Рахунок
zh_hant: 帳戶

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hi: चयनित नहीं
it: Non selezionato
pl: Nie zaznaczone
ta: தேர்ந்தெடுக்கப்படவில்லை
tr: Seçili değil
uk: Не вибрано
zh_hant: 尚未選擇帳戶

# reportWillBeSentTo
source: Report will be sent to %s at the end of month.
de: Bericht wird am Ende des Monats an %s gesendet.
es: El informe se enviará a %s a finales de mes.
fr: Le rapport sera envoyé à %s à la fin du mois.
hi: माह के अंत में %s को रिपोर्ट भेज दी जायेगी।
it: Il report verrà inviato a %s alla fine del mese.
pl: Raport zostanie wysłany do %s na koniec miesiąca.
ta: மாத இறுதியில் %s க்கு அறிக்கை அனுப்பப்படும்.
tr: Ay sonunda rapor %s gönderilecektir.
uk: Звіт буде відправлено на %s в кінці місяця.
zh_hant: 月度報告將於月底發送至 %s 。

# enterEmailForReports
source: Enter email:
de: E-Mail eingeben:
es: Introducir email:
fr: Entrez l'email :
hi: ईमेल दर्ज करें:
it: Inserisci email:
pl: Wprowadź e-mail:
ta: மின்னஞ்சலை உள்ளிடவும்:
tr: E-postayı girin:
uk: Введи email:
zh_hant: 輸入電子郵箱：

source: Expense:
de: Kosten:
es: Gasto:
fr: Dépenses :
hi: व्यय:
it: Spesa:
pl: Koszt:
ta: செலவு:
tr: Gider:
uk: Витрата:
zh_hant: 費用：

source: Income:
de: Einnahmen:
es: Ingresos:
fr: Revenu :
hi: आय:
it: Entrate:
pl: Dochód:
ta: வருமானம்:
tr: Gelir:
uk: Прибуток:
zh_hant: 收入：

# reportCaption
source: Monetal. Month report for
de: Monetal. Bericht seit
es: Monetal. Informe mensual para
fr: Rapport Monetal. Mois pour
hi: मोनेटल. के लिए माह रिपोर्ट
it: Monetal. Report mensile per
pl: Monetarny. Raport miesięczny za
ta: பணவியல். மாத அறிக்கை
tr: Monetal. Aylık rapor
uk: Monetal. Звіт за
zh_hant: 來自Monetal的月度報告

# ExportToDropbox
source: Export month reports
de: Monatsberichte exportieren
es: Exportar informes mensuales
fr: Exporter les rapports mensuels
hi: निर्यात माह रिपोर्ट
it: Esporta rapporti mensili
pl: Eksportuj raporty miesięczne
ta: மாத அறிக்கைகளை ஏற்றுமதி செய்யவும்
tr: Ay raporlarını dışa aktar
uk: Щомісячний звіт
zh_hant: 導出月度報告

# monthReportsToYorEmail
source: to your email.
de: an deine E-Mail.
es: a tu correo electrónico.
fr: à votre adresse e-mail.
hi: आपके ईमेल पर.
it: alla tua email.
pl: na Twój e-mail.
ta: உங்கள் மின்னஞ்சலுக்கு.
tr: e-postanıza.
uk: на твою пошту.
zh_hant: 到您的電子郵件。

source: Debt:
de: Schuld:
es: Deuda:
fr: Dette :
hi: ऋृण:
it: Debito:
pl: Dług:
ta: கடன்:
tr: Borç:
uk: Борг:
zh_hant: 債務：

source: Overpayment:
de: Überzahlung:
es: Sobrecargo:
fr: Paiement en trop:
hi: अधिक भुगतान:
it: Sovrapagamento:
pl: Nadpłata:
ta: அதிக கட்டணம்:
tr: Fazla ödeme:
uk: Переплата:
zh_hant: 超出信用額度：

# creditLimit
source: Credit amount:
de: Guthabenbetrag:
es: Monto de crédito:
fr: Montant du crédit :
hi: राशि क्रेडिट करें:
it: Importo del credito:
pl: Kwota kredytu:
ta: கடன் தொகை:
tr: Kredi miktarı:
uk: Розмер кредиту:
zh_hant: 信用額度：

source: Don't effect to balance
de: Nicht im Saldo berücksichtigen
es: No afecta al saldo
fr: Ne pas appliquer à l'équilibre
hi: संतुलन पर प्रभाव न डालें
it: Non effettuare il bilanciamento
pl: Nie wpływaj na równowagę
ta: சமநிலையை பாதிக்க வேண்டாம்
tr: Dengeyi etkilemeyin
uk: Не враховувати в балансі
zh_hant: 不計入結餘

source: Credit account
de: Darlehkonto
es: Cuenta de crédito
fr: Compte de crédit
hi: डेबिट अकाउंट
it: Conto di credito
pl: Konto kredytowe
ta: கடன் கணக்கு
tr: Kredi hesabı
uk: Кредитний рахунок
zh_hant: 信用帳戶

# saveErrorTitle
source: Save error
uk: Ошибка сохранения

# saveErrorText
source: Last data saving was completed with error, but Monetal has restored your data. Verify your data for latest changes. Also please enable an autobackup to prevent data lost. Please don't kill app immediately after exiting, it needs time to save data. Some devices can also limit background execution when Power Saving Mode is enabled.
uk: Данные в Монетал восстановлены после ошибки при сохранении данных. Проверь их на актуальность и включи Бекап в настройках. Попробуй не убивать Монетал из памяти сразу после выхода из приложения,. Дай ему время, чтобы сохранить данные. Так же некоторые устройства ограничивают возможность работы в фоне при включенном режиме энергосбережения.

# mySpeach
source: Thank you for using Monetal! If you know how to make it even better, please email me.
uk: Дякуємо за використання Monetal! Якщо ви придумали, як зробити його ще краще, будь ласка, напишіть мені.

# forumTitleLabel
source: Join forum discussion
uk: Обсуждение на форуме

# visitSiteLabel
source: Visit site
uk: Сайт

# forumButton
source: MacRumors thread
uk: Обсуждение на 4PDA

# followOnTwitter
source: Follow me on X/Twitter
uk: X/Twitter

source: Basic features
uk: Основные действия

source: Other features
uk: Другие возможности

# learnMoreHelp
source: Learn more
uk: Узнать больше

# skill_createAccount
source: Create account
uk: Создание счёта

# skill_createAccount_help
source: To add an account click on the [+] on the top of the main screen.
uk: Для добавления счета нажми на [+] сверху на главном экране.

# skill_createTransaction
source: Add transaction
uk: Создание транзакции

# skill_createTransaction_help
source: To create a transaction, use the [+] and [-] buttons on the account.
uk: Для создания транзакции используй кнопки [+] и [-] у счета.

# skill_browseAccountTransactions
source: Browse account transactions
uk: Просмотр транзакций счёта

# skill_browseAccountTransactions_help
source: Click on an account to view its transactions.
uk: Нажми на счёт, чтобы посмотреть его транзакции.

# skill_browseTotalTransactions
source: Browse all transactions
uk: Просмотр всех транзакций

# skill_browseTotalTransactions_help
source: Click on the Total panel to see transactions from all accounts.
uk: Нажми на панель Всего, чтобы посмотреть транзакции со всех счетов.

# skill_editTags
source: Edit and group categories
uk: Редактирование категорий

# skill_editTags_help
source: You can edit categories from the menu when creating a transaction.
uk: Отредактировать категории можно в верхнем меню при создании транзакции.

# skill_noteFromTag
source: Add note to transaction
uk: Заметки к транзациям

# skill_noteFromTag_help
source: To add a note while creating a transaction hold the category.
uk: Чтобы добавить заметку при создании транзакции, зажми и удерживай категорию.

# skill_transfer
source: Transfer between accounts
uk: Перевод между счетами

# skill_transfer_help
source: To create a transfer between accounts, switch to transfer categories from top menu when creating a transaction.
uk: Для создания перевода между счетами переключи категории на счета в верхнем меню при создании транзакции.

# skill_changeDate
source: Change transaction date
uk: Изменение даты транзакции

# skill_changeDate_help
source: When creating a transaction, click on the date to change it.
uk: При создании транзакции нажми на дату, чтобы изменить ее.

# skill_checkHelp
source: Read Help
uk: Просмотр справки

# skill_checkHelp_help
source: Help is available from the application’s main menu.
uk: Справка доступна в главном меню приложения.

# skill_browseExtendedTagInfo
source: Filter particular category
uk: Просмотр транзакций по категории

# skill_browseExtendedTagInfo_help
source: Tap on account or Total panel to open transactions screen. Here if you tap any category on particular transaction Monetal will show all transactions with this category.
uk: Нажми на счёт или панель Всего, чтобы открыть экран транзакций. Если теперь нажать на категорию какой-нибудь транзакции, Монетал выведет все транзакции для этой категории.

# skill_checkMonthYearTotal
source: Month, year and total info
uk: Статистика за год и весь период

# skill_checkMonthYearTotal_help
source: On Expense tab you can find left and right arrows in the bottom. Left arrow allows to browse previous monthes, the right one switches years and total in the end. Switch to the Total period to accomplish this task.
uk: На вкладке Расходы снизу расположены две кнопки. Листая влево ты переключаешь предыдущие месяца. Листая вправо ты переключаешь годы, а затем будет статистика за весь период. Посмотри статистику за весь период, чтобы выполнить это задание.

# skill_holdMoneyForFuture
source: Plan future transaction
uk: Планирование будущих трат

# skill_holdMoneyForFuture_help
source: You can put money aside to prevent overspending. When creating a new transaction, simply set the date in future. After that account amount will be shown considering the future payment, and the [~] sign will appear in front of it. To see actual amount click on account once. You can find planned transactions above all other in the Transaction list, just scroll to the top.
uk: Отложи средства со счета на будущую покупку, чтобы случайно не потратить лишнее. При создании новой транзакции просто установи дату в будущем. Теперь сумма счета будет показываться уже с учетом будущего платежа, и перед ней появится знак [~]. Чтобы посмотреть актуальную сумму по счету нажми на него один раз. Запланированные транзакции расположены над статистикой в списке транзакций.

# skill_createWallet
source: Group accounts into wallets
uk: Группировка счетов в кошельки

# skill_createWallet_help
source: You can use wallets to group accounts. Just open accounts tab, click Total title on Total panel and follow instructions. If it needs one account can be linked to different wallets.
uk: Когда счетов становится много их можно сгруппировать в кошельки. На вкладке счетов нажми на Всего на панели Всего и следуй подсказкам. Один и тот же счёт может входить в разные кошельки.

# skill_recurrentTransaction
source: Recurrent transactions
uk: Повторяющиеся транзакции

# skill_recurrentTransaction_help
source: While creating a new transaction click [Date] button and set a recurrent mode. Later in appointed day you will need to confirm or reject transaction. Add #force to transaction note to apply it without confirmation.
uk: При создании новой транзакции нажми на дату и выбери режим повторения. Позже в день транзакции тебе будет предложено подтвердить или отменить ее. Чтобы применять транзакцию без подтверждения, добавь к её заметке #force .

# skill_tapToConvertInDefaultCurrency
source: Transaction sum popup
uk: Подсказка для суммы транзации

# skill_tapToConvertInDefaultCurrency_help
source: Tap on sum on foreign currency transaction to see its converted amount.
uk: В списке транзакций нажми на сумму транзакции в иностранной валюте, чтобы увидеть ее приблизительное значение в основной валюте.

# skill_addExistingDebt
source: Add existing debt or loan
uk: Добавление имеющегося долга

# skill_addExistingDebt_help
source: To enter existing debts or loans use [+] buttons in [Debts] tab. This will not change any account amount.
uk: Для записи уже существующих долгов без влияния на счета используйте кнопки [+] на вкладке долгов. Сумма счетов при этом не изменится.

# skill_addDebt
source: Add new debt or loan
uk: Добавление нового долга

# skill_addDebt_help
source: Monetal can manage debts and loans. To enter them use a system category [Debts]. Account amount would be effected.
uk: Используй системную категорию [Долги] при создании транзакции для записи долгов и должников.

# skill_publicMode
source: Public mode
uk: Публичный режим

# skill_publicMode_help
source: Put a [.] before entering password to enable Public mode. Public mode hides account amounts to keep your privacy.
uk: Если при открытии Монетал перед паролем ввести [.] то он запустится в публичном режиме, который скроет от чужих взглядов баланс счетов. Это особенно удобно в транспорте или публичном месте.

# skill_splitTransaction
source: Split transaction
uk: Уточнение транзакций

# skill_splitTransaction_help
source: Use Split function to extract part of the transaction amount to another category. This is convenient, for example, if you bought different items with one receipt. You enter the total expense, and then separate out other expenses from it. Split function is available in the context menu when you long click on a transaction on the transactions screen.
uk: Используй функцию Уточнить чтобы выделить часть суммы транзакции на другую категорию. Это удобно, например, если ты купил разные товары на один чек. Ты вносишь общий расход, а потом выделяешь из неё другие расходы. Функция Уточнить доступна в контекстном меню при долгом клике по транзакции на экране транзакций.

# skill_searchTransactions
source: Search in transactions
uk: Поиск по транзакциям

# skill_searchTransactions_help
source: Use search icon in the top right corner while browsing transactions. It finds all transactions which notes contains inputed text. There is also several patterns which you can use in specific cases. Here some examples: "*" - transactions with note "+" - incomes "-" - expenses "<>" - transfers between accounts ">1200" - transactions with amount > 1200 "<400" - transactions with amount <400
uk: На экране списка транзакций сверху справа находится поиск, который ищет фразы в заметках к транзакциям. Кроме этого есть несколько специальных выражений: "*" - все транзакции с заметками "+" - доходные транзакции "-" - расходные транзакции "<>" - переводы между счетами ">1200" - транзакции больше 1200 "<400" - транзакции меньше 400

# skill_filterGroupTags
source: Browse group transactions
uk: Просмотр групповых транзакций

# skill_filterGroupTags_help
source: Open Expenses tab and do a long press on any group category. Monetal will show all sub-categories transaction history.
uk: Открой вкладку Расходы и зажми любую из групповых категорий. Монетал отобразит транзакции всех подкатегорий, входящих в эту группу.

# skill_checkMonthYearTotalByPicker
source: Period picker
uk: Выбор периода отчёта

# skill_checkMonthYearTotalByPicker_help
source: Besides bottom buttons, you can switch periods by clicking on current period name on Month panel.
uk: Кроме нижних кнопок, изменить период данных на кладке Расходы можно так же нажав на текущий период на панели месяца.

# skill_mergeOldTags
source: Merge outdated categories
uk: Объединение категорий

# skill_mergeOldTags_help
source: Old categories can be merged to others. Open Settings -> Command Line and enter a command: Wedding > Holidays Now all Wedding transactions have Holidays category with a "Wedding" comment. Use merge tool to join categories which are not actual anymore.
uk: Устаревшие категории можно объединить с другими. Для этого открой Настройки -> Командная строка и введите команду: Свадьба > Праздники Теперь все транзакции Свадьба имеют категорию Праздники с комментарием "Свадьба". Объединяй категории, по которым в будущем не будет транзакций.

# skill_transactionFromSumDifference
source: Expense from account editing
uk: Расход при редактировании счёта

# skill_transactionFromSumDifference_help
source: Sometimes you need to correct account amount because you forgot to log some transactions. If amount difference is negative Monetal suggests to create an expense with this difference.
uk: Если ты не записал вовремя расходы и забыл на что тратил, можно отредактировать сумму счета. Монетал предложит создать транзакцию с разницей сумм. Для таких транзакций можно использовать категорию "Исчезло".

# skill_shareTransactions
source: Share transactions
uk: Поделись транзакциями

# skill_shareTransactions_help
source: You can copy transactions as text and share with somebody by clicking Share button at the top of transactions list. For example, you can demonstrate to debitors how the debt was formed.
uk: Ты можешь скопировать транзакции как текст и поделиться ими с друзьями или родственниками, нажав на кнопку Поделиться наверху списка транзакций. Например, ты можешь показать должнику откуда сформировался долг.

# skill_budgetsEditor
source: Budget editor
uk: Редактор бюджетов

# skill_budgetsEditor_help
source: Do a long press on properties in Expense tab to open Budget editor. Use it to add custom properties and calculate something useful.
uk: Редактор бюджетов позволяет добавлять свои собственный свойства и подсчитать что-нибудь полезное. Чтобы открыть Редактор бюджетов, сделай долгий тап на свойствах во вкладке Расходы.

# skill_travelMode
source: Travel mode
uk: Режим путешествий

# skill_travelMode_help
source: Travel expenses are usually different from everyday expenses. Use Travel mode to track each category separately and get complete report at the end. To enable Travel mode create new category for your journey "Brazil2024". Then add an expense to this category with a note "#global". Now all new transactions will be related to this global category.
uk: Используй этот специальный режим для удобного подсчёта трат во время путешествий. Ты сможешь добавить всего одну категорию для путешествия, но использовать все остальные категории для уточнения трат. Добавь транзакцию по категории "Греция-2023" с заметкой "#global". После этого категория Греция2023 станет глобальной и все последующие транзакции будут относиться к ней.

# skill_reorderAccounts
source: Sort accounts
uk: Порядок счетов

# skill_reorderAccounts_help
source: Use Sorting button below accounts to change accounts order. Different wallets can have different order types.
uk: Ты можешь отсортировать счета в удобном порядке с помощью настройки, расположенной под счетами. Для каждого кошелька можно задать свой тип сортировки.

# skill_accountsHistory
source: Balance history
uk: История счетов

# skill_accountsHistory_help
source: Monetal records states of accounts every day and builds a chart located under the accounts. The more frequently you use Monetal, the more accurate your data will be. Click on the chart to view historical data.
uk: Монетал записывает состояние счетов каждый день и строит график, расположенный под счетами. Чем чаще ты пользуешься приложением, тем точнее будут твои данные. Нажми на график, чтобы увидеть архивные данные.

# skill_sync
source: Sync between devices
uk: Синхронизация между устройствами
