Repository: kruil/Monetal_public
Catalog: Localisation/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, pl, ta, tr, uk, zh_hant

source: Enter password
de: Passwort eingeben
es: Introducir contraseña
fr: Entrez le mot de passe
hi: पासवर्ड दर्ज करें
it: Inserisci la password
pl: Wprowadź hasło
ta: கடவுச்சொல்லை உள்ளிடவும்
tr: Parolanı Gir
uk: Введіть пароль
zh_hant: 輸入密碼

# enterEmail
source: Provide your email if you want to be able to restore a password. (Optional)
de: Gebe deine E-Mail-Adresse an, für die Passwort Wiederherstellung. (Optional)
es: Proporciona tu correo electrónico para poder restablecer la contraseña. (Opcional)
fr: Indiquez votre email si vous voulez pouvoir restaurer un mot de passe. (facultatif)
hi: यदि आप पासवर्ड पुनर्स्थापित करने में सक्षम होना चाहते हैं तो अपना ईमेल प्रदान करें। (वैकल्पिक)
it: Inserisci la tua e-mail se vuoi essere in grado di ripristinare una password. (Opzionale)
pl: Podaj swój adres e-mail, jeśli chcesz mieć możliwość odzyskania hasła. (Opcjonalny)
ta: நீங்கள் கடவுச்சொல்லை மீட்டெடுக்க விரும்பினால் உங்கள் மின்னஞ்சலை வழங்கவும். (விரும்பினால்)
tr: Bir şifreyi geri yükleyebilmek istiyorsanız e-posta adresinizi sağlayın. (İsteğe bağlı)
uk: Введіть email, щоб мати можливість відновити пароль
zh_hant: （選填）如果您希望能夠恢復密碼，請輸入電子郵件地址。

# colors
source: Interface colors
de: Farben der Benutzeroberfläche
es: Colores de la interfaz
fr: Couleurs de l'interface
hi: इंटरफेस के रंग
it: Colori dell'interfaccia
pl: Kolory interfejsu
ta: இடைமுக நிறங்கள்
tr: Arayüz renkleri
uk: Кольори інтерфейсу
zh_hant: 界面顏色

source: Choose theme
de: Thema auswählen
es: Elegir tema
fr: Choisir un thème
hi: थीम चुनें
it: Seleziona tema
pl: Wybierz motyw
ta: தீம் தேர்வு செய்யவும்
tr: Tema seç
uk: Виберіть стиль
zh_hant: 選擇主題

source: Light theme
de: Helles Thema
es: Tema claro
fr: Thème clair
hi: लाइट थीम
it: Tema chiaro
pl: Lekki motyw
ta: ஒளி தீம்
tr: Işık teması
uk: Світла тема
zh_hant: 淺色主題

source: Dark theme
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
hi: डार्क थीम
it: Tema scuro
pl: ciemny schemat
ta: இருண்ட தீம்
tr: Koyu tema
uk: Темна тема
zh_hant: 深色主題

# autoTheme
source: System
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ta: அமைப்பு
tr: Sistem
uk: Системна
zh_hant: 跟隨系統

source: Sounds
de: Töne
es: Sonidos
fr: Sons
hi: आवाज़ें
it: Suoni
pl: Dźwięki
ta: ஒலிகள்
tr: Sesler
uk: Звуки
zh_hant: 提示音

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
pl: Język
ta: மொழி
tr: Dil
uk: Мова інтерфейсу
zh_hant: 語言

# transferData
source: Move to another device
de: Auf ein anderes Gerät umziehen
es: Mover a otro dispositivo
fr: Déplacer vers un autre appareil
hi: किसी दूसरे डिवाइस पर ले जाएँ
it: Sposta su un altro dispositivo
pl: Przejdź na inne urządzenie
ta: மற்றொரு சாதனத்திற்கு நகர்த்தவும்
tr: Başka bir cihaza taşı
uk: Перехід на інший пристрій
zh_hant: 轉移至另一台設備

# exportDone
source: Done. Now open Monetal on other device, enter Settings and open Command Line. Enter command: import
de: Erledigt. Öffne jetzt Monetal auf einen anderen Gerät, öffne da zu den Einstellungen und öffne Befehlszeile. Füge Befehl: import
es: Hecho. Ahora abra Monetal en otro dispositivo, ingrese Configuración y abra Línea de comando. Ingrese el comando: import
fr: Terminé. Maintenant, ouvrez Monetal sur un autre appareil, entrez Paramètres et ouvrez la ligne de commande. Entrez la commande: import
hi: हो गया। अब अन्य डिवाइस पर मोनेटल खोलें, सेटिंग्स दर्ज करें और कमांड लाइन खोलें। कमांड दर्ज करें: import
it: Fatto. Ora apri Monetal su un altro dispositivo, inserisci Impostazioni e apri Riga di comando. Inserisci il comando: import
pl: Zrobione. Teraz otwórz Monetal na innym urządzeniu, wejdź do Ustawień i otwórz Wiersz poleceń. Wpisz polecenie: import
ta: முடிந்தது. இப்போது மற்ற சாதனத்தில் Monetal ஐத் திறந்து, அமைப்புகளை உள்ளிட்டு கட்டளை வரியைத் திறக்கவும். கட்டளையை உள்ளிடவும்: import
tr: Tamamlamak. Şimdi diğer cihazda Monetal'i açın, Ayarlar'a girin ve Komut Satırını açın. Komutu girin: import
uk: Майже готово. Теперь відкрийте Monetal на іншому пристрої, увійдіть в Налаштування, відкрийте Командний рядок і введіть команду : import
zh_hant: 完成。現在在其他設備上開啟 Monetal，進入“設定”並開啟“命令行”。輸入命令： import

source: Erase all data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
hi: सारा डेटा मिटाएँ
it: Cancella tutti i dati
pl: Usunąć wszystkie dane
ta: எல்லா தரவையும் அழிக்கவும்
tr: Tüm verileri sil
uk: Видалити усі дані
zh_hant: 刪除所有數據

# wantEraseAllData
source: Do you want to erase all data in Monetal?
de: Möchtest du alle Daten in Monetal löschen?
es: ¿Quieres borrar todos los datos de Monetal?
fr: Voulez-vous effacer toutes les données du Monétal ?
hi: क्या आप Monetal का सारा डेटा मिटाना चाहते हैं?
it: Vuoi cancellare tutti i dati in Monetal?
pl: Czy chcesz usunąć wszystkie dane w Monetal?
ta: Monetal இல் உள்ள எல்லா தரவையும் அழிக்க விரும்புகிறீர்களா?
tr: Monetal'deki tüm verileri silmek istiyor musunuz?
uk: Ви справді хочете видалити усі дані з Monetal?
zh_hant: 您確認刪除 Monetal 中的所有數據嗎？

# autobackup
source: Weekly autobackup
de: Wöchentliches automatisches Backup
es: Copia de seguridad automática semanal
fr: Sauvegarde auto hebdomadaire
hi: साप्ताहिक ऑटोबैकअप
it: Backup automatico settimanale
pl: Cotygodniowa automatyczna kopia zapasowa
ta: வாராந்திர தானியங்கு காப்புப்பிரதி
tr: Haftalık otomatik yedekleme
uk: Щотижнева резервна копія
zh_hant: 每周自動備份

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
hi: अक्षम करें
it: Disabilita
pl: Wyłączyć
ta: முடக்கு
tr: Devre dışı bırakmak
uk: Вимкнути
zh_hant: 禁用

# wantDisableAutobackup
source: Disable autobackup?
de: Automatisches Backup deaktivieren?
es: ¿Desactivar la copia de seguridad automática?
fr: Désactiver la sauvegarde automatique ?
hi: ऑटोबैकअप अक्षम करें?
it: Disabilitare il backup automatico?
pl: Wyłączyć automatyczną kopię zapasową?
ta: தானியங்கு காப்புப்பிரதியை முடக்கவா?
tr: Otomatik yedekleme devre dışı bırakılsın mı?
uk: Вимкнути резервування?
zh_hant: 確定禁用自動備份？

source: Backup
es: Respaldo
fr: Sauvegarde
hi: बैकअप करें
pl: Kopia zapasowa
ta: காப்புப்பிரதி
tr: Destek olmak
uk: Резервувати
zh_hant: 備份

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: रीस्टोर करें
it: Ripristina
pl: Przywrócić
ta: மீட்டமை
tr: Eski haline getirmek
uk: Відновити
zh_hant: 恢復

# wantRestoreBackup
source: Do you want to restore data from the last backup?
de: Möchtest du die Daten aus dem letzten Backup wiederherstellen?
es: ¿Quieres restaurar los datos de la última copia de seguridad?
fr: Voulez-vous restaurer les données de la dernière sauvegarde ?
hi: क्या आप पिछले बैकअप से डेटा रीस्टोर करना चाहते हैं?
it: Vuoi ripristinare i dati dall'ultimo backup?
pl: Czy chcesz przywrócić dane z ostatniej kopii zapasowej?
ta: கடைசி காப்புப்பிரதியிலிருந்து தரவை மீட்டெடுக்க விரும்புகிறீர்களா?
tr: Son yedeklemedeki verileri geri yüklemek istiyor musunuz?
uk: Відновити дані з останньої резервної копії? Поточні дані будуть втрачені.
zh_hant: 您確認從上次的備份中恢復數據嗎？

# lastBackupDate
source: Last backup:
de: Letztes Backup:
es: Última copia de seguridad:
fr: Dernière sauvegarde:
hi: पिछला बैकअप
it: Ultimo backup:
pl: Ostatnia kopia zapasowa:
ta: கடைசி காப்புப்பிரதி:
tr: Son yedekleme:
uk: Остання резервна копія:
zh_hant: 最後備份：

source: never.
de: niemals.
es: nunca.
fr: jamais.
hi: कभी नहीं।
it: mai.
pl: nigdy.
ta: ஒருபோதும்.
tr: Asla.
uk: ніколи.
zh_hant: 從不。

# errorBackupBackup
source: Monetal can't make a backup. Verify your connection and try again.
de: Monetal ist nicht in der Lage Backup zu erstellen. Überprüfe deine Internetverbindung und versuche es erneut.
pl: Monetal nie może wykonać kopii zapasowej. Sprawdź swoje połączenie i spróbuj ponownie.
ta: Monetal ஆல் காப்புப் பிரதி எடுக்க முடியாது. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Monetal yedekleme yapamıyor. Bağlantınızı doğrulayıp tekrar deneyin.
uk: Monetal не може зробити резервну копію. Перевір підключення і повтори спробу.
zh_hant: Monetal 無法進行備份。請檢查互聯網連接是否正常並重試。

# errorBackupRestore
source: Monetal can't restore your data. Please check Internet connection and verify that Monetal folder contains backup file.
de: Monetal ist nicht in der Lage deine Daten zu wiederherstellen. Überprüfe deine Internetverbindung, sowie ob das Backup File sich im iCloud Monetal Ordner sich befindet.
pl: Monetal nie może przywrócić Twoich danych. Sprawdź połączenie internetowe i sprawdź, czy folder Monetal zawiera plik kopii zapasowej.
ta: Monetal ஆல் உங்கள் தரவை மீட்டெடுக்க முடியாது. இணைய இணைப்பைச் சரிபார்த்து, Monetal கோப்புறையில் காப்புப் பிரதி கோப்பு உள்ளதா என்பதைச் சரிபார்க்கவும்.
tr: Monetal verilerinizi geri yükleyemez. Lütfen İnternet bağlantısını kontrol edin ve Monetal klasörünün yedekleme dosyasını içerdiğini doğrulayın.
uk: Monetal не може відновити дані з резервної копії. Перевір підключення і наявність резервної копії в папці Monetal.
zh_hant: Monetal 無法恢復您的數據。請檢查互聯網連接是否正常並查看 Monetal 文件夾中是否包含備份文件。

# enableSyncCallToAction
source: Enable sync between devices to manage finances together with other family members.
de: Aktiviere die Synchronisierung zwischen verschiedenen Geräten, um Finanzen gemeinsam mit anderen Familienmitgliedern zu verwalten.
es: Habilite la sincronización entre dispositivos para administrar las finanzas junto con otros miembros de la familia.
fr: Activer la synchronisation entre les appareils pour gérer les finances avec les autres membres de la famille.
hi: परिवार के अन्य सदस्यों के साथ मिलकर वित्त का प्रबंधन करने के लिए उपकरणों के बीच समन्वयन सक्षम करें।
it: Abilita la sincronizzazione tra i dispositivi per gestire le finanze insieme ad altri membri della famiglia.
pl: Włącz synchronizację między urządzeniami, aby zarządzać finansami razem z innymi członkami rodziny.
ta: மற்ற குடும்ப உறுப்பினர்களுடன் சேர்ந்து நிதிகளை நிர்வகிக்க, சாதனங்களுக்கு இடையே ஒத்திசைவை இயக்கவும்.
tr: Mali durumu diğer aile üyeleriyle birlikte yönetmek için cihazlar arasında senkronizasyonu etkinleştirin.
uk: Увімкніть синхронізацію між пристроями для керування фінансами разом з іншими членами сім'ї.
zh_hant: 啟用設備間同步，以便與其他家庭成員共同管理財務。

# sync
source: Sync between devices
de: Synchronisation
es: Sincronización
fr: Synchronisation
hi: डिवाइस के बीच सिंक करें
it: Sincronizzazione
pl: Synchronizacja
ta: ஒத்திசைவு
tr: Senkronizasyon
uk: Синхронізація
zh_hant: 設備間同步

# syncStartDate
source: Start date:
de: Startdatum:
es: Fecha de inicio:
fr: Date de début :
hi: शुरू करने की तारीख :
it: Data inizio:
pl: Data rozpoczęcia:
ta: தொடக்க தேதி:
tr: Başlangıç tarihi:
uk: Дата початку:
zh_hant: 開始日期：

# syncState
source: State version:
de: Stand:
es: Versión del estado:
fr: Version d'état:
hi: स्टेट वर्ज़न :
it: Indica versione:
pl: Wersja stanowa:
ta: மாநில பதிப்பு:
tr: Durum sürümü:
uk: Номер стану:
zh_hant: 同步狀態號：

source: My device
de: Mein Gerät
es: Mi dispositivo
fr: Mon appareil
hi: मेरा डिवाइस
it: Il mio dispositivo
pl: Moje urządzenie
ta: என் உபகரணம்
tr: Cihazım
uk: Цей пристрій
zh_hant: 我的設備

source: Other devices
de: Andere Geräte
es: Otros dispositivos
fr: Autres appareils
hi: अन्य डिवाइस
it: Altri dispositivi
pl: Inne urządzenia
ta: பிற சாதனங்கள்
tr: Diğer cihazlar
uk: Інші пристрої
zh_hant: 其他設備

# wantDeleteDevice
source: Remove this device from sync?
de: Doll dieses Gerät aus der Synchronisierung entfernt werden?
es: ¿Eliminar este dispositivo de la sincronización?
fr: Supprimer cet appareil de la synchronisation ?
hi: इस उपकरण को समन्वयन से हटाएँ?
it: Rimuovere il dispositivo dalla sincronizzazione?
pl: Usunąć to urządzenie z synchronizacji?
ta: இந்தச் சாதனத்தை ஒத்திசைவிலிருந்து அகற்றவா?
tr: Bu cihaz senkronizasyondan kaldırılsın mı?
uk: Видалити цей пристрій із синхронізації?
zh_hant: 確認從同步中移除此設備嗎？

# syncwith
source: Now open Monetal on another device, go to Settings and open Command line. Enter "syncwith %@"
de: Öffne nun Monetal auf einem anderen Gerät, öffne Einstellungen und öffne da die Befehlszeile. Gebe den folgenden Befehl ein: "syncwith %@"
es: Ahora abre Monetal en otro dispositivo, ve a «Ajustes» y abre la línea de comandos. Introduce "syncwith %@"
fr: Maintenant, ouvrez Monetal sur un autre appareil, allez dans Réglages et ouvrez la ligne de commandes. Entrez "syncwith %@"
hi: अब किसी अन्य डिवाइस पर खोलें, सेटिंग्स पर जाएं और कमांड लाइन खोलें। "syncwith %@"
it: Ora apri Monetal su un altro dispositivo, vai su Impostazioni e apri la riga di comando. Invia "syncwith %@"
pl: Teraz otwórz Monetal na innym urządzeniu, przejdź do Ustawień i otwórz Wiersz poleceń. Wpisz "syncwith %@"
ta: இப்போது மற்றொரு சாதனத்தில் Monetal ஐத் திறந்து, அமைப்புகளுக்குச் சென்று கட்டளை வரியைத் திறக்கவும். "syncwith %@" என்பதை உள்ளிடவும்
tr: Şimdi Monetal'i başka bir cihazda açın, Ayarlar'a gidin ve Komut satırını açın. "syncwith %@"i girin
uk: Тепер запустіть Monetal на іншому пристрої, зайдіть в Налаштування, відкрийте Командний рядок. Введіть "syncwith %@"
zh_hant: 現在在另一台設備上開啟 Monetal，轉到“設定”並開啟“命令行”。 輸入"syncwith %@"

# enterNewDeviceName
source: Enter device name
de: Gerätename eingeben
es: Introduce el nombre del dispositivo
fr: Saisissez le nom de l'appareil
hi: नया उपकरण नाम भरें
it: Inserisci il nome del dispositivo
pl: Wprowadź nazwę urządzenia
ta: புதிய சாதனத்தின் பெயரை உள்ளிடவும்
tr: Yeni cihaz adını girin
uk: Введіть ім'я пристрою
zh_hant: 輸入新設備名稱

# wantDisableSync
source: Disable sync between devices?
de: Synchronisierung zwischen Geräten deaktivieren?
es: ¿Desactivar la sincronización entre dispositivos?
fr: Désactiver la synchronisation entre les appareils ?
hi: उपकरणों के बीच सिंक अक्षम करें?
it: Disabilitare la sincronizzazione tra i dispositivi?
pl: Wyłączyć synchronizację między urządzeniami?
ta: சாதனங்களுக்கு இடையே ஒத்திசைவை முடக்கவா?
tr: Cihazlar arasındaki senkronizasyon devre dışı bırakılsın mı?
uk: Вимкнути синхронізацію?
zh_hant: 確認禁用設備之間的同步嗎？

# chooseAnotherDeviceName
source: Error. Please use another name or check your connection.
de: Ein Fehler ist aufgetreten. Überprüfe deine Internetverbindung, sowie Gerätename
es: Error. Utilice otro nombre o verifique su conexión.
fr: Erreur. Utiliser un autre nom ou vérifier votre connexion.
hi: गलती। कृपया किसी अन्य नाम का उपयोग करें या अपना कनेक्शन जांचें।
it: Errore. Utilizza un altro nome o controlla la connessione.
pl: Błąd. Użyj innej nazwy lub sprawdź połączenie.
ta: பிழை. தயவுசெய்து வேறு பெயரைப் பயன்படுத்தவும் அல்லது உங்கள் இணைப்பைச் சரிபார்க்கவும்.
tr: Hata. Lütfen başka bir ad kullanın veya bağlantınızı kontrol edin.
uk: Помилка. Спробуйте ввести інше ім'я пристрою, або перевірте ваше підключення.
zh_hant: 錯誤。請使用其他設備名稱或檢查您的連接。

# receipts.settingTitle
source: SMS/Email parsing
uk: Розбір SMS/Email

# receipts.enableCallToAction
source: Create transactions automatically from SMS, iMessages, Emails and another sources.
uk: Создавай транзакции автоматически из СМС, писем и других источников.

# receipts.continueSetup
source: Now go back and find Receipts button in the top menu.
uk: Теперь выйди из Настроек и найди кнопку Чеки в верхнем меню.

source: Receipts imported:
uk: Чеков импортировано:

# receipts.transactionsCreated
source: Transactions created:
uk: Транзакций создано:

# receipts.wantDisableReceipts
source: Disable receipts parsing?
uk: Выключить распознавание чеков?

# receipts.startTrial
source: Receipts parsing is still under development and limited to %@ receipts. Continue to participate in public BETA testing.
uk: Распознавание чеков еще в разработке и пока имеет ограничение в %@ чеков. Нажми Продолжить чтобы принять участие в публичной бета-тестировании.

# receipts.trialIsOver
source: Receipts BETA testing is over, please wait until it will be available in Production. Thank you for participation 🙏
uk: Бета-тестирование чеков завершено. Пожалуйста, подожди, пока эта функция будет доступна в финальной версии. Спасибо за участие 🙏

source: Salary
de: Gehalt
es: Salario
fr: Salaire
hi: वेतन
it: Retribuzione
pl: Wynagrodzenie
ta: சம்பளம்
tr: Maaş
uk: Зарплатня
zh_hant: 薪水

source: Gift
de: Geschenk
es: Regalo
fr: Cadeau
hi: उपहार
it: Regalo
pl: Prezent
ta: பரிசு
tr: Hediye
uk: Подарунок
zh_hant: 禮物

# investments
source: Investment
de: Investition
es: Inversión
fr: Investissement
hi: इन्वेस्ट्मन्ट
it: Investimento
pl: Inwestycja
ta: முதலீடு
tr: Yatırım
uk: Інвестиції
zh_hant: 投資物

# food
source: Groceries
de: Lebensmittel
es: Comestibles
fr: Épicerie
hi: किराने का सामान
it: Prodotti
pl: Artykuły spożywcze
ta: மளிகை
tr: Bakkaliye
uk: Продукти
zh_hant: 雜貨

source: Restaurants
es: Restaurantes
hi: पुनर्स्थापना
it: Ristoranti
pl: Restauracje
ta: உணவகங்கள்
tr: Restoranlar
uk: Ресторани
zh_hant: 餐廳

source: Fast Food
es: Comida rápida
fr: Nourriture rapide
hi: फ़ास्ट फ़ूड
ta: துரித உணவு
tr: Hazır Yiyecek
uk: Фастфуд
zh_hant: 快餐

source: Transport
de: ÖPNV
es: Transporte
hi: परिवहन
it: Trasporto
ta: போக்குவரத்து
tr: Ulaşım
uk: Транспорт
zh_hant: 交通

source: Carsharing
de: Fahrgemeinschaft
es: Auto compartido
fr: Partage de voiture
hi: कार साझा करना
it: Condividere l'auto
pl: Współdzielenie samochodów
ta: மகிழுந்து பகிர்வு
tr: Araç paylaşımı
uk: Каршеринг
zh_hant: 汽車共享

source: Taxi
hi: टैक्सी
ta: டாக்ஸி
tr: Taksi
uk: Таксі
zh_hant: 計程車

source: Health
de: Gesundheit
es: Salud
fr: Santé
hi: सेहत
it: Salute
pl: Zdrowie
ta: ஆரோக்கியம்
tr: Sağlık
uk: Здоров'я
zh_hant: 健康

source: Dentist
de: Zahnarzt
es: Dentista
fr: Dentiste
hi: दाँतों का डॉक्टर
it: Dentista
pl: Dentysta
ta: பல் மருத்துவர்
tr: Dişçi
uk: Стоматолог
zh_hant: 牙醫

source: Medicines
de: Medikamente
es: Medicamentos
fr: Médicaments
hi: दवाइयाँ
it: Medicinali
pl: Leki
ta: மருந்துகள்
tr: İlaçlar
uk: Препарати
zh_hant: 藥物

# insurance
source: Medical insurance
de: Krankenversicherung
es: Seguro médico
fr: Assurance médicale
hi: चिकित्सा बीमा
it: Assicurazione sanitaria
pl: Ubezpieczenie medyczne
ta: மருத்துவ காப்பீடு
tr: Sağlık Sigortası
uk: Медичне страхування
zh_hant: 醫療保險

# home
source: Household
de: Familie
es: Hogar
fr: Ménage
hi: घर के काम
it: Casa
pl: Gospodarstwo domowe
ta: குடும்பம்
tr: Ev
uk: Для дому
zh_hant: 家庭

source: Electronics
de: Elektronik
es: Electrónica
fr: Électronique
hi: इलेक्ट्रानिक्स
it: Elettronica
pl: Elektronika
ta: மின்னணுவியல்
tr: Elektronik
uk: електроніка
zh_hant: 電子產品

source: Furniture
de: Möbel
es: Muebles
fr: Meubles
hi: फर्नीचर
it: Mobilia
pl: Meble
ta: மரச்சாமான்கள்
tr: Mobilya
uk: Меблі
zh_hant: 家具

source: Renovation
de: Renovierung
es: Renovación
fr: Rénovation
hi: नवीकरण
it: Ristrutturazione
pl: Renowacja
ta: புதுப்பித்தல்
tr: Yenileme
uk: Ремонт
zh_hant: 裝潢

source: Plants
de: Pflanzen
es: Plantas
fr: Plantes
hi: पौधे
it: Impianti
pl: Rośliny
ta: செடிகள்
tr: Bitkiler
uk: Рослини
zh_hant: 植物

source: Car
de: Auto
es: Coche
fr: Voiture
hi: कार
it: Automobile
pl: Samochód
ta: கார்
tr: Araba
uk: Авто
zh_hant: 汽車

source: Carwash
de: Autowäsche
es: Lavado
fr: Lave-Auto
hi: कार धुलाई
it: Autolavaggio
pl: Mycie
ta: கார்வாஷ்
tr: Araba yıkama
uk: Автомийка
zh_hant: 洗車

source: Fines
de: Geldbußen
es: Multas
fr: Amendes
hi: जुर्माना
it: Multe
pl: Grzywny
ta: அபராதம்
tr: Para cezaları
uk: Штрафи
zh_hant: 罰款

source: Parking
de: Parken
hi: पार्किंग
it: Parcheggio
ta: வாகன நிறுத்துமிடம்
tr: Otopark
uk: Паркінг
zh_hant: 停車處

# carService
source: Service
es: Servicio
hi: सेवा
it: Servizio
pl: Praca
ta: சேவை
tr: Hizmet
uk: Сервіс
zh_hant: 服務

# gasoline
source: Fuel
de: Sprit
es: Combustible
fr: Carburant
hi: ईंधन
it: Carburante
pl: Paliwo
ta: எரிபொருள்
tr: Yakıt
uk: Бензин
zh_hant: 加油

source: Entertainment
de: Unterhaltung
es: Entretenimiento
fr: Divertissement
hi: मनोरंजन
it: Intrattenimento
pl: Rozrywka
ta: பொழுதுபோக்கு
tr: Eğlence
uk: Розваги
zh_hant: 娛樂

source: Cinema
de: Kino
es: Cine
fr: Cinéma
hi: सिनेमा
pl: Kino
ta: சினிமா
tr: Sinema
uk: Кіно
zh_hant: 電影

source: Theater
es: Teatro
fr: Théâtre
hi: थिएटर
it: Teatro
pl: Teatr
ta: திரையரங்கம்
tr: Tiyatro
uk: Театр
zh_hant: 劇院

source: Games
de: Spiele
es: Juegos
fr: Jeux vidéo
hi: खेल
it: Giochi
pl: Gry
ta: விளையாட்டுகள்
tr: Oyunlar
uk: Ігри
zh_hant: 遊戲

source: Gifts
de: Geschenke
es: Regalos
fr: Cadeaux
hi: उपहार
it: Regali
pl: Prezenty
ta: பரிசுகள்
tr: Hediyeler
uk: Подарунки
zh_hant: 禮物

source: Sport
es: Deporte
hi: खेल
ta: விளையாட்டு
tr: Spor
uk: спорт
zh_hant: 運動

# cloth
source: Clothes
de: Kleidung
es: Ropa
fr: Vêtements
hi: कपड़े
it: Abbigliamento
pl: Odzież
ta: ஆடைகள்
tr: Kıyafetler
uk: Одяг
zh_hant: 衣物

source: Travels
de: Reisen
es: Viajes
fr: Voyages
hi: ट्रेवल्स
it: Viaggi
pl: Podróże
ta: பயணங்கள்
tr: Seyahatler
uk: Подорожі
zh_hant: 旅遊

source: Footwear
de: Schuhwerk
es: Calzado
fr: Chaussure
hi: जूते
it: Calzature
pl: Obuwie
ta: பாதணிகள்
tr: Ayakkabı
uk: Взуття
zh_hant: 鞋類

# cat
source: Pets
de: Haustiere
es: Mascotas
fr: Chat
hi: पालतू जानवर
it: Gatto
pl: Zwierzęta
ta: செல்லப்பிராணிகள்
tr: Evcil Hayvanlar
uk: Кіт
zh_hant: 寵物

source: Education
de: Fortbildung
es: Educación
fr: Éducation
hi: शिक्षा
it: Istruzione
pl: Edukacja
ta: கல்வி
tr: Eğitim
uk: Освіта
zh_hant: 教育

source: Bills
de: Rechnungen
es: Recibos
fr: Factures
hi: बिल्स
it: Bollette
pl: Rachunki
ta: பில்கள்
tr: Faturalar
uk: Платежі
zh_hant: 帳單

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
hi: फ़ोन
it: Telefono
pl: Telefon
ta: தொலைபேசி
tr: Telefon
uk: Телефон
zh_hant: 電話

source: Taxes
de: Steuern
es: Impuestos
fr: Impôts
hi: करों
it: Le tasse
pl: Podatki
ta: வரிகள்
tr: Vergiler
uk: податки
zh_hant: 稅收

source: Internet
hi: इंटरनेट
ta: இணையதளம்
uk: Інтернет
zh_hant: 網際網路

source: Personal care
de: Körperpflege
es: Cuidado personal
fr: Soins personnels
hi: व्यक्तिगत देखभाल
it: Cura personale
pl: Higieny osobistej
ta: தனிப்பட்ட பாதுகாப்பு
tr: Kişisel Bakım
uk: Особиста гігієна
zh_hant: 個人護理

source: My best friend
de: Mein bester Freund
es: Mi mejor amigo
fr: Meilleur ami
hi: मेरे सबसे प्रिय मित्र।
it: Il mio migliore amico
pl: Moja najlepsza przyjaciółka
ta: என்னுடைய சிறந்த நண்பன்
tr: En iyi arkadaşım
uk: Мій кращий друг
zh_hant: 我最好的朋友

source: Other
de: Sonstiges
es: Otro
fr: Autres
hi: अन्य
it: Altro
pl: Inny
ta: மற்றவை
tr: Diğer
uk: Інше
zh_hant: 其他

source: Cash
de: Bargeld
es: Efectivo
fr: Espèces
hi: नकद
it: Contanti
pl: Gotówka
ta: பணம்
tr: Peşin
uk: Готівка
zh_hant: 現金

# mainAccountsWallet
source: Everyday
de: Täglich
es: Del día a día
fr: Tous les jours
hi: रोज़ाना
it: Ogni giorno
pl: Codziennie
ta: தினமும்
tr: Her gün
uk: Основні рахунки
zh_hant: 每日

# electronicWallet
source: Electronic
de: Elektronisch
es: Electrónica
fr: Électronique
hi: इलेक्ट्रॉनिक
it: Elettronica
pl: Elektroniczny
ta: மின்னணு
tr: Elektronik
uk: Електронні рахунки
zh_hant: 電子錢包

# workWallet
source: Work
de: Arbeit
es: Trabajo
fr: Travail
hi: कार्य
it: Lavoro
pl: Praca
ta: வேலை
tr: İş
uk: Робочі рахунки
zh_hant: 工作錢包

# currencyWallet
source: Currency accounts
de: Währungskonten
es: Cuentas de divisas
fr: Comptes en devise
hi: करेंसी अकाउंट
it: Conti in valuta
pl: Konta walutowe
ta: நாணய கணக்குகள்
tr: Döviz hesapları
uk: Валютні рахунки
zh_hant: 現金錢包

# investmentWallet
source: Investments
de: Investitionen
es: Inversiones
fr: Investissements
hi: निवेश
it: Investimenti
pl: Inwestycje
ta: முதலீடுகள்
tr: Yatırımlar
uk: Вклади
zh_hant: 投資錢包

# noteEntertainment
source: Comedy club tickets
es: Entradas al club de la comedia
fr: Billets de club comédie
hi: कॉमेडी क्लब टिकट
it: Biglietti per comedy club
pl: Bilety do klubu komediowego
ta: நகைச்சுவை கிளப் டிக்கெட்டுகள்
tr: Komedi kulübü biletleri
uk: Квитки в зоопарк
zh_hant: 喜劇表演門票

# noteCloth
source: Green jeans
de: Grüne Jeans
es: Vaqueros verdes
fr: Jeans verts
hi: ग्रीन जींस
it: Jeans verdi
pl: Zielone dżinsy
ta: பச்சை ஜீன்ஸ்
tr: Yeşil kot pantolon
uk: Зелені джинси
zh_hant: 綠色牛仔褲

# noteCar1
source: Transmission service
de: Reifenwechsel
es: Servicio de transmisión
fr: Service de transmission
hi: पारेषण सेवा
it: Servizio di trasmissione
pl: Usługa transmisji
ta: பரிமாற்ற சேவை
tr: İletim hizmeti
uk: Ремонт АКПП
zh_hant: 汽車檢修

# noteCar2
source: Oil and filters
de: Öl und Filter
es: Aceite y filtros
fr: Huile et filtres
hi: तेल और फिल्टर
it: Olio e filtri
pl: Olej i filtry
ta: எண்ணெய் மற்றும் வடிகட்டிகள்
tr: Yağ ve filtreler
uk: Масла і фільтри
zh_hant: 機油和過濾器
